Repository: PlutopeIn/plutopeiOS
Catalog: *.lproj/Localizable.strings
Languages: ar, hi, th

# paymentMessage
source: You will pay %@ %@ and get VISA %@ card
ar: ستدفع %@ %@وتحصل على بطاقة فيزا %@
hi: आप %@ %@ भुगतान करेंगे और वीज़ा %@ कार्ड प्राप्त करेंगे
th: คุณจะจ่าย %@ %@ และรับบัตร VISA %@

# sendviaCard
source: You will send %@ %@ to %@
ar: سترسل %@ %@ إلى %@
hi: आप %@ %@ %@ को भेजेंगे
th: คุณจะส่ง %@ %@ ไปที่ %@

source: Operation time
ar: وقت العملية
hi: ऑपरेशन का समय
th: เวลาปฏิบัติการ

source: Instantly
ar: فورًا
hi: तुरंत
th: ทันที

source: Defined by bank
ar: محدد من قبل البنك
hi: बैंक द्वारा परिभाषित
th: กำหนดโดยธนาคาร

# sendNotPossible
source: Send Not possible To Execute
ar: غير ممكن الإرسال
hi: भेजना संभव नहीं है
th: ไม่สามารถส่งได้

# buyMsg
source: You will pay %@ %@ and get %@ %@
ar: ستدفع %@ %@ وتحصل على %@ %@
hi: आप %@ %@ का भुगतान करेंगे और %@ %@ प्राप्त करेंगे
th: คุณจะจ่าย %@ %@ และได้รับ %@ %@

# topupMsg
source: You will pay %@ %@ and get %@ %@
ar: ستدفع %@ %@ وتحصل على %@ %@
hi: आप %@ %@ का भुगतान करेंगे और %@ %@ प्राप्त करेंगे
th: คุณจะจ่าย %@ %@ และได้รับ %@ %@

# exchangeMsg
source: You will pay %@ %@ and get %@ %@
ar: ستدفع %@ %@ وتحصل على %@ %@
hi: आप %@ %@ का भुगतान करेंगे और %@ %@ प्राप्त करेंगे
th: คุณจะจ่าย %@ %@ และได้รับ %@ %@

# withdrawCryptoMsg
source: You will pay %@ %@ and get %@ %@
ar: ستدفع %@ %@ وتحصل على %@ %@
hi: आप %@ %@ का भुगतान करेंगे और %@ %@ प्राप्त करेंगे
th: คุณจะจ่าย %@ %@ และได้รับ %@ %@

# sendSuccessMsg
source: You've successfully sent the crypto
ar: لقد أرسلت العملة الرقمية بنجاح
hi: आपने सफलतापूर्वक क्रिप्टो भेजा है
th: คุณได้ส่งคริปโตสำเร็จ

# buySuccessMsg
source: You've successfully bought the crypto
ar: لقد اشتريت العملة الرقمية بنجاح
hi: आपने सफलतापूर्वक क्रिप्टो खरीदा है
th: คุณได้ซื้อคริปโตสำเร็จ

# transactionFailed
source: Your transaction failed
ar: فشلت معاملتك
hi: आपका लेन-देन विफल हो गया
th: การทำธุรกรรมของคุณล้มเหลว

# exchangedSuccessMsg
source: You've successfully exchanged a crypto
ar: لقد قمت بتبادل العملة الرقمية بنجاح
hi: आपने सफलतापूर्वक एक क्रिप्टो का विनिमय किया है
th: คุณได้แลกเปลี่ยนคริปโตสำเร็จ

# toppedUpSuccessMsg
source: You've successfully topped up your card
ar: لقد شحنت بطاقتك بنجاح
hi: आपने सफलतापूर्वक अपने कार्ड को टॉप अप किया है
th: คุณได้เติมเงินในบัตรของคุณสำเร็จ

# withdrawnSuccessMsg
source: You've successfully withdrawn the crypto
ar: لقد سحبت العملة الرقمية بنجاح
hi: आपने सफलतापूर्वक क्रिप्टो निकाला है
th: คุณได้ถอนคริปโตสำเร็จ

source: Card Number:
ar: رقم البطاقة:
hi: कार्ड नंबर:
th: หมายเลขบัตร:

source: Min
ar: الحد الأدنى
hi: न्यूनतम
th: ขั้นต่ำ

source: Total + Fees
ar: الإجمالي + الرسوم
hi: कुल + शुल्क
th: รวม + ค่าธรรมเนียม

# samllAmountError
source: Enter a smaller amount
ar: أدخل مبلغًا أقل
hi: कृपया छोटी राशि दर्ज करें
th: กรุณากรอกจำนวนเงินที่น้อยกว่า

# heigherAmountError
source: Enter a heigher amount
ar: أدخل مبلغًا أكبر
hi: कृपया उच्च राशि दर्ज करें
th: กรุณากรอกจำนวนเงินที่สูงกว่า

# lowBalanceError
source: Not enough funds
ar: الأموال غير كافية
hi: पर्याप्त धन नहीं है
th: ยอดเงินไม่เพียงพอ

# emptyGetAmount
source: Please enter get amount
ar: يرجى إدخال مبلغ الاستلام
hi: कृपया प्राप्त राशि दर्ज करें
th: กรุณากรอกจำนวนเงินที่ต้องการรับ

# emptyPayAmount
source: Please enter pay amount
ar: يرجى إدخال مبلغ الدفع
hi: कृपया भुगतान राशि दर्ज करें
th: กรุณากรอกจำนวนเงินที่ต้องการจ่าย

source: Get
ar: استلم
hi: प्राप्त करें
th: รับ

source: Add Funds
ar: إضافة أموال
hi: फंड जोड़ें
th: เพิ่มเงิน

# digitalAssets
source: Assets
ar: أصول
hi: संपत्ति
th: คุณสมบัติ

# wantToUsePlutope
source: Want to use @ in Plutope?
ar: هل تريد استخدام @ في Plutope؟
hi: क्या आप Plutope में @ का उपयोग करना चाहते हैं?
th: ต้องการใช้ @ ใน Plutope หรือไม่?

# transactionShowHere
source: Your @ transactions will show up here
ar: ستظهر معاملات @ هنا
hi: आपके @ लेन-देन यहाँ दिखाई देंगे
th: ธุรกรรม @ ของคุณจะแสดงที่นี่

# walletAddressCreate
source: Wallet address created
ar: تم إنشاء عنوان المحفظة
hi: वॉलेट पता बनाया गया
th: ที่อยู่กระเป๋าสตางค์ถูกสร้าง

source: Pending
ar: معلق
hi: अपूर्ण
th: รอดำเนินการ

source: Today
ar: اليوم
hi: आज
th: วันนี้

source: Yesterday
ar: أمس
hi: कल
th: เมื่อวาน

source: From bank card
ar: من بطاقة البنك
hi: बैंक कार्ड से
th: จากบัตรธนาคาร

source: From phone
ar: من الهاتف
hi: फोन से
th: จากโทรศัพท์

source: Cards
ar: بطاقات
hi: कार्ड
th: บัตร

# cardOrderMsg
source: Order a crypto debit card now
ar: اطلب بطاقة الخصم المشفرة الآن
hi: अभी क्रिप्टो डेबिट कार्ड ऑर्डर करें
th: สั่งซื้อบัตรเดบิต crypto ตอนนี้

source: Order
ar: طلب
hi: ऑर्डर
th: สั่ง

source: Add new product
ar: أضف منتجًا جديدًا
hi: नया उत्पाद जोड़ें
th: เพิ่มผลิตภัณฑ์ใหม่

source: Check
ar: تحقق
hi: जाँच करें
th: ตรวจสอบ

source: Virtual Card
ar: بطاقة افتراضية
hi: वर्चुअल कार्ड
th: บัตรเสมือน

source: See All
ar: اظهار الكل
hi: सभी देखें
th: ดูทั้งหมด

source: Activation In Progress
ar: جاري التفعيل
hi: सक्रियण प्रगति में
th: กำลังดำเนินการเปิดใช้งาน

# watingForActivation
source: Waiting for Activation
ar: في انتظار التفعيل
hi: सक्रियण की प्रतीक्षा कर रहे हैं
th: กำลังรอการเปิดใช้งาน

# cardhomeMsg1
source: Spend your Crypto Anywhere in the world
ar: أنفق عملتك المشفرة في أي مكان في العالم
hi: अपनी क्रिप्टो को दुनिया में कहीं भी खर्च करें
th: ใช้จ่ายคริปโตของคุณได้ทุกที่ในโลก

# cardhomeMsg2
source: Unlock the power to use your crypto anywhere in the world with our seamless spending options.
ar: افتح القوة لاستخدام عملتك المشفرة في أي مكان في العالم مع خيارات الإنفاق السلسة لدينا.
hi: हमारे सहज खर्च विकल्पों के साथ अपनी क्रिप्टो का उपयोग दुनिया में कहीं भी करने की शक्ति को अनलॉक करें।
th: ปลดล็อกพลังในการใช้คริปโตของคุณได้ทุกที่ในโลกด้วยตัวเลือกการใช้จ่ายที่ราบรื่นของเรา

source: Wallet Address :
ar: عنوان المحفظة :
hi: वॉलेट पता :
th: ที่อยู่กระเป๋าเงิน :

source: Some of the submitted documents don't meet our requirements
ar: بعض المستندات المقدمة لا تلبي متطلباتنا ​
hi: जमा किए गए कुछ दस्तावेज़ हमारी आवश्यकताओं को पूरा नहीं करते हैं
th: เอกสารบางส่วนที่ส่งมาไม่ตรงตามข้อกำหนดของเรา

source: Please update your shipping address.You haven't updated it before.
ar: يرجى تحديث عنوان الشحن الخاص بك. لم تقم بتحديثه من قبل.
hi: कृपया अपना शिपिंग पता अपडेट करें। आपने इसे पहले कभी अपडेट नहीं किया है।
th: กรุณาอัปเดตที่อยู่จัดส่งของคุณ คุณยังไม่ได้อัปเดตมาก่อน

source: Resubmit documents
ar: إعادة تقديم المستندات
hi: दस्तावेज़ पुनः सबमिट करें
th: ส่งเอกสารใหม่

source: Update Additional info
ar: تحديث المعلومات الإضافية
hi: अतिरिक्त जानकारी अपडेट करें
th: อัปเดตข้อมูลเพิ่มเติม

source: Please complete Payment Process.You haven't complete it before.
ar: يرجى إكمال عملية الدفع. لم تقم بإكمالها من قبل.
hi: कृपया भुगतान प्रक्रिया पूरी करें। आपने इसे पहले कभी पूरा नहीं किया है।
th: กรุณาดำเนินการชำระเงินให้เสร็จสิ้น คุณยังไม่ได้ทำมาก่อน

source: Pay
ar: ادفع
hi: भुगतान करें
th: จ่ายเงิน

source: Contact Support
ar: اتصل بالدعم
hi: सहायता से संपर्क करें
th: ติดต่อฝ่ายสนับสนุน

# youCardIsInProgressAreYouSureyouWantoCancelCardOrder
source: Your Card is In Progress Are you sure you want to Cancel Card Order?
ar: بطاقتك قيد المعالجة. هل أنت متأكد أنك تريد إلغاء طلب البطاقة؟
hi: आपका कार्ड प्रगति पर है। क्या आप वाकई कार्ड ऑर्डर रद्द करना चाहते हैं?
th: บัตรของคุณกำลังดำเนินการ คุณแน่ใจหรือว่าต้องการยกเลิกการสั่งซื้อบัตร?

source: Error
ar: خطأ
hi: त्रुटि
th: ข้อผิดพลาด

source: Please enter get amount
ar: يرجى إدخال المبلغ الذي ترغب في الحصول عليه
hi: कृपया प्राप्त राशि दर्ज करें
th: กรุณากรอกจำนวนที่ต้องการรับ

source: Please add card
ar: يرجى إضافة بطاقة
hi: कृपया कार्ड जोड़ें
th: กรุณาเพิ่มบัตร

# tokenNameRate
source: %@ Rate
ar: %@ معدل
hi: %@ दर
th: %@ อัตรา

# getAmount
source: Get %@ %@
ar: احصل على %@ %@
hi: प्राप्त करें %@ %@
th: รับ %@ %@

source: Select cards
ar: اختر البطاقات
hi: कार्ड चुनें
th: เลือกบัตร

source: No Cards
ar: لا توجد بطاقات
hi: कोई कार्ड नहीं
th: ไม่มีบัตร

# addCardDetails
source: Add card detail
ar: أضف تفاصيل البطاقة
hi: कार्ड विवरण जोड़ें
th: เพิ่มรายละเอียดบัตร

source: Add Details
ar: إضافة التفاصيل
hi: विवरण जोड़ें
th: เพิ่มรายละเอียด

source: Backup
ar: دعم
hi: बैकअप
th: การสำรองข้อมูล

source: Select Phrase
ar: حدد العبارة
hi: वाक्यांश चुनें
th: เลือกวลี

source: Send Ethereum
ar: أرسل الإيثريوم
hi: एथेरियम भेजें
th: ส่งอีเธอเรียม

source: Log In
ar: تسجيل الدخول
hi: लॉग इन करें
th: เข้าสู่ระบบ

source: Sign Up
ar: اشتراك
hi: साइन अप करें
th: ลงชื่อ

# getStared
source: Get Started
ar: البدء
hi: प्रारंभ करें
th: เริ่ม

source: Total Balance
ar: الرصيد الإجمالي
hi: कुल शेष
th: ยอดคงเหลือทั้งหมด

source: Chat With Support
ar: الدردشة مع الدعم
hi: हमसे चैट करें
th: สนทนากับฝ่ายสนับสนุน

source: Click Here
ar: انقر هنا
hi: यहाँ क्लिक करें
th: คลิกที่นี่

# selectPhase
source: Select Phrase*
ar: اختر عبارة*
hi: वाक्यांश चुनें*
th: เลือกวลี*

source: All
ar: الكل
hi: सभी
th: ทั้งหมด

source: Half
ar: نصف
hi: आधा
th: ครึ่งหนึ่ง

source: Plutope update
ar: تحديث Plutope
hi: प्लूटोपे अपडेट
th: การอัปเดต Plutope

# updateMsg
source: We've just released an update for PlutoPe to enhance your experience and improve security. This update includes bug fixes and performance improvements.
ar: لقد أصدرنا تحديثًا جديدًا لـ Plutope لتحسين تجربتك وتعزيز الأمان. يتضمن هذا التحديث إصلاحات للأخطاء وتحسينات في الأداء.
hi: हमने आपके अनुभव को बेहतर बनाने और सुरक्षा में सुधार करने के लिए प्लूटोपे के लिए एक अपडेट जारी किया है। इस अपडेट में बग फिक्स और प्रदर्शन सुधार शामिल हैं।
th: เราเพิ่งปล่อยอัปเดตสำหรับ Plutope เพื่อปรับปรุงประสบการณ์ของคุณและเพิ่มความปลอดภัย อัปเดตนี้รวมถึงการแก้ไขข้อบกพร่องและปรับปรุงประสิทธิภาพ

# deleteAccount
source: Close Account
ar: إغلاق الحساب
hi: खाता बंद करें
th: ปิดบัญชี

# deleteAccountMsg
source: Please make sure your account balance is $0.00 before you begin.
ar: يرجى التأكد من أن رصيد حسابك هو 0.00$ قبل أن تبدأ.
hi: कृपया सुनिश्चित करें कि आपका खाता शेष $0.00 है इससे पहले कि आप शुरू करें।
th: กรุณาตรวจสอบให้แน่ใจว่ายอดคงเหลือในบัญชีของคุณเป็น $0.00 ก่อนที่คุณจะเริ่ม

source: Don't receive OTP?
ar: لم تستلم OTP؟
hi: OTP प्राप्त नहीं हुआ?
th: ไม่ได้รับรหัส OTP?

source: Resend OTP
ar: إعادة إرسال OTP
hi: OTP पुनः भेजें
th: ส่งรหัส OTP อีกครั้ง

source: Sign up
ar: اشتراك
hi: साइन अप करें
th: ลงชื่อ

source: Personal Detail
ar: التفاصيل الشخصية
hi: व्यक्तिगत ब्योरा
th: ข้อมูลส่วนตัว

source: Add New Card
ar: إضافة بطاقة جديدة
hi: नया कार्ड जोड़ें
th: เพิ่มบัตรใหม่

# newcardNumber
source: Card number*
ar: *رقم البطاقة
hi: कार्ड नंबर*
th: หมายเลขบัตร*

source: Expiration Date*
ar: *تاريخ انتهاء الصلاحية
hi: समाप्ति तिथि*
th: วันหมดอายุ*

source: Card Holder Name*
ar: *اسم حامل البطاقة
hi: कार्डधारक का नाम*
th: ชื่อผู้ถือบัตร*

# topUpAddress
source: Top up Addreess
ar: عنوان التعبئة
hi: टॉप अप पता
th: ที่อยู่เติมเงิน

source: Transaction History
ar: سجل المعاملات
hi: लेन-देन का इतिहास
th: ประวัติการทำธุรกรรม

source: Share
ar: يشارك
hi: शेयर करें
th: แบ่งปัน

source: Bank Card
ar: بطاقة بنكية
hi: बैंक कार्ड
th: บัตรธนาคาร

source: Buy crypto with your bank card
ar: شراء العملات المشفرة باستخدام بطاقتك المصرفية
hi: अपने बैंक कार्ड से क्रिप्टो खरीदें
th: ซื้อคริปโตด้วยบัตรธนาคารของคุณ

source: External Wallet
ar: المحفظة الخارجية
hi: बाहरी वॉलेट
th: กระเป๋าสตางค์ภายนอก

source: Receive crypto from another wallet
ar: استقبل العملات المشفرة من محفظة أخرى
hi: किसी अन्य वॉलेट से क्रिप्टो प्राप्त करें
th: รับ crypto จากกระเป๋าเงินอื่น

source: Add New Connection
ar: إضافة اتصال جديد
hi: नया कनेक्शन जोड़ें
th: เพิ่มการเชื่อมต่อใหม่

# noData
source: Not Available!
ar: غير متوفر!
hi: उपलब्ध नहीं हैं!
th: ไม่มีข้อมูล!

# wantToConnectMsg
source: wants to connect to your wallet
ar: يريد الاتصال بمحفظتك
hi: आपके वॉलेट से कनेक्ट करना चाहता है
th: ต้องการเชื่อมต่อกับกระเป๋าสตางค์ของคุณ

source: Connect
ar: يتصل
hi: कनेक्ट करें
th: เชื่อมต่อ

source: Connection DApp
ar: اتصال DApp
hi: कनेक्शन डीएप
th: การเชื่อมต่อ DApp

# connectionRemove
source: Remove Connection
ar: إزالة الاتصال
hi: कनेक्शन रद्द करें
th: ลบการเชื่อมต่อ

source: Edit Contacts
ar: تحرير جهة الاتصال
hi: संपर्क संपादित करें
th: แก้ไขการติดต่อ

# buyCardAlertMsg
source: The offer is valid for 20 seconds. After this time, the offer becomes invalid, and to create a new offer, you need to request its creation again
ar: العرض صالح لمدة ٢٠ ثانية. بعد هذه المدة، يُلغى العرض، ولإنشاء عرض جديد، يجب عليك طلب إنشائه مرة أخرى.
hi: यह ऑफ़र 20 सेकंड के लिए वैध है। इस समय के बाद, ऑफ़र अमान्य हो जाता है, और नया ऑफ़र बनाने के लिए,आपको इसे फिर से बनाने का अनुरोध करना होगा
th: ข้อเสนอนี้มีผลใช้ได้ 20 วินาที หลังจากเวลานี้ ข้อเสนอจะถือเป็นโมฆะ และหากต้องการสร้างข้อเสนอใหม่ คุณต้องส่งคำขอให้สร้างข้อเสนอใหม่อีกครั้ง

source: Create wallet address
ar: إنشاء عنوان المحفظة
hi: वॉलेट एड्रेस बनाएं
th: สร้างที่อยู่กระเป๋าเงิน

# createWalletAddressMsg
source: Create a wallet to hold all your favorite cryptocurrencies in one place
ar: قم بإنشاء محفظة لتخزين جميع العملات المشفرة المفضلة لديك في مكان واحد
hi: अपनी सभी पसंदीदा क्रिप्टोकरेंसी को एक ही स्थान पर रखने के लिए वॉलेट बनाएं
th: สร้างกระเป๋าเงินเพื่อเก็บสกุลเงินดิจิทัลที่คุณชื่นชอบทั้งหมดไว้ในที่เดียว

# createWalletAddresstitle1
source: Want to use
ar: أريد أن أستخدم
hi: उपयोग करना चाहते हैं
th: อยากใช้

# createWalletAddresstitle2
source: in Plutope?
ar: في بلوتو؟
hi: प्लूटोप में?
th: อยู่ในดาวพลูโตปหรอ?

# transactionMsg
source: Please note that the final rate will be fixed, when you confirm the transaction
ar: يرجى ملاحظة أن السعر النهائي سيتم تحديده عند تأكيد المعاملة
hi: कृपया ध्यान दें कि जब आप लेन-देन की पुष्टि करेंगे तो अंतिम दर तय हो जाएगी
th: โปรดทราบว่าอัตราสุดท้ายจะได้รับการแก้ไขเมื่อคุณยืนยันธุรกรรม

# Addbankcard
source: Add a bank card
ar: إضافة بطاقة بنكية
hi: बैंक कार्ड जोड़ें
th: เพิ่มบัตรธนาคาร

# masterCardAddMsg
source: We accept only Mastercard and VISA debit bank card
ar: نحن نقبل فقط بطاقات الخصم ماستركارد وفيزا
hi: हम केवल मास्टरकार्ड और वीज़ा डेबिट बैंक कार्ड स्वीकार करते हैं
th: เรารับเฉพาะบัตรเดบิต Mastercard และ VISA เท่านั้น

# masterCardemptyNumberMsg
source: Please enter card number
ar: الرجاء إدخال رقم البطاقة
hi: कृपया कार्ड नंबर दर्ज करें
th: กรุณากรอกหมายเลขบัตร

# masterCardInvalidNumberMsg
source: Please enter valid card number
ar: الرجاء إدخال رقم بطاقة صحيح
hi: कृपया मान्य कार्ड नंबर दर्ज करें
th: กรุณากรอกหมายเลขบัตรที่ถูกต้อง

# masterCardExpiryDateMsg
source: Please enter expiry date
ar: الرجاء إدخال تاريخ الانتهاء
hi: कृपया समाप्ति दिनांक दर्ज करें
th: กรุณากรอกวันหมดอายุ

# invalidMonthMsg
source: Invalid month. Please enter a value between 01 and 12
ar: شهر غير صالح. يُرجى إدخال قيمة بين ٠١ و١٢.
hi: अमान्य महीना। कृपया 01 से 12 के बीच का मान दर्ज करें
th: เดือนไม่ถูกต้อง กรุณาใส่ค่าระหว่าง 01 ถึง 12

# invalidyearMsg
source: Invalid year. Please enter a value greater than or equal to the current year
ar: سنة غير صالحة. يُرجى إدخال قيمة أكبر من أو تساوي السنة الحالية.
hi: अमान्य वर्ष। कृपया वर्तमान वर्ष से अधिक या उसके बराबर मान दर्ज करें
th: ปีไม่ถูกต้อง กรุณาใส่ค่าที่มากกว่าหรือเท่ากับปีปัจจุบัน

# invalidDateFormateMsg
source: Invalid date format
ar: تنسيق التاريخ غير صحيح
hi: अमान्य दिनांक फॉर्मेट
th: รูปแบบวันที่ไม่ถูกต้อง

# enterCardHolderName
source: Please enter cardholder name
ar: يرجى إدخال اسم حامل البطاقة
hi: कृपया कार्ड धारक का नाम दर्ज करें
th: กรุณากรอกชื่อผู้ถือบัตร

# contactSupportmsg
source: Contact Support to remove bank cards
ar: اتصل بالدعم لإزالة البطاقات المصرفية
hi: बैंक कार्ड हटाने के लिए सहायता से संपर्क करें
th: ติดต่อฝ่ายสนับสนุนเพื่อลบบัตรธนาคาร

source: Billing info
ar: معلومات الفوترة
hi: बिलिंग की जानकारी
th: ข้อมูลการเรียกเก็บเงิน

source: Residence country*
ar: بلد الإقامة*
hi: निवास देश*
th: ประเทศที่พำนัก*

source: state*
ar: الولاية*
hi: राज्य*
th: รัฐ*

# billingInfoMsg
source: The billing address is the address associated with your bank card - it is used to verify your credit card information. The address must be the same as you gave to your bank to be accepted
ar: عنوان إرسال الفاتورة هو العنوان المرتبط ببطاقتك المصرفية، ويُستخدم للتحقق من معلومات بطاقتك الائتمانية. يجب أن يكون العنوان هو نفسه الذي قدمته للبنك ليتم قبول الدفع.
hi: बिलिंग पता आपके बैंक कार्ड से जुड़ा पता होता है - इसका उपयोग आपके क्रेडिट कार्ड की जानकारी को सत्यापित करने के लिए किया जाता है। पता वही होना चाहिए जो आपने अपने बैंक को दिया था, तभी इसे स्वीकार किया जा सकता है
th: ที่อยู่เรียกเก็บเงินคือที่อยู่ที่เชื่อมโยงกับบัตรธนาคารของคุณ ซึ่งใช้เพื่อตรวจสอบข้อมูลบัตรเครดิตของคุณ ที่อยู่จะต้องเป็นที่อยู่เดียวกับที่คุณให้ไว้กับธนาคารจึงจะได้รับการยอมรับ

# exchangBtnMessage
source: Exchange %@ -> %@
ar: تبادل %@ -> %@
hi: विनिमय %@ -> %@
th: แลกเปลี่ยน %@ -> %@

source: Operation date
ar: تاريخ العملية
hi: संचालन तिथि
th: วันที่ดำเนินการ

# withdrawtobankcard
source: Withdraw to a bank card
ar: السحب إلى بطاقة مصرفية
hi: बैंक कार्ड से पैसे निकालें
th: ถอนเงินเข้าบัตรธนาคาร

source: Top up via bank card
ar: الشحن عبر بطاقة مصرفية
hi: बैंक कार्ड के ज़रिए टॉप अप करें
th: เติมเงินผ่านบัตรธนาคาร

source: Top up via other crypto wallets
ar: الشحن عبر محافظ عملات مشفرة أخرى
hi: अन्य क्रिप्टो वॉलेट के ज़रिए टॉप अप करें
th: เติมเงินผ่านกระเป๋าเงินคริปโตอื่นๆ

source: Transfer to Wallet Model
ar: التحويل إلى محفظة
hi: वॉलेट मॉडल में ट्रांसफ़र करें
th: โอนเข้ากระเป๋าเงินรุ่นอื่น

source: Transfer to Phone Wallet
ar: التحويل إلى محفظة هاتف
hi: फ़ोन वॉलेट में ट्रांसफ़र करें
th: โอนเข้ากระเป๋าเงินโทรศัพท์

source: Payment for card issuing
ar: الدفع مقابل إصدار البطاقة
hi: कार्ड जारी करने के लिए भुगतान
th: ชำระเงินสำหรับการออกบัตร

source: Crypto card
ar: بطاقة العملات المشفرة
hi: क्रिप्टो कार्ड
th: บัตรคริปโต

# addCryptoCardmsg
source: The most widely accepted cards, now connected to your digital assets.
ar: البطاقات الأكثر قبولاً، متصلة الآن بأصولك الرقمية.
hi: सबसे व्यापक रूप से स्वीकृत कार्ड, अब आपकी डिजिटल संपत्तियों से जुड़े हुए हैं।
th: บัตรที่ได้รับการยอมรับอย่างกว้างขวางที่สุดซึ่งตอนนี้เชื่อมต่อกับสินทรัพย์ดิจิทัลของคุณแล้ว

source: Cancel order
ar: إلغاء الطلب
hi: ऑर्डर रद्द करें
th: ยกเลิกคำสั่งซื้อ

# sendviaPhone
source: Via phone number
ar: عبر رقم الهاتف
hi: फ़ोन नंबर के माध्यम से
th: ผ่านหมายเลขโทรศัพท์

# sendviaWallet
source: To a wallet
ar: إلى محفظة
hi: एक वॉलेट में
th: ไปยังกระเป๋าเงิน

# tophoneNoMsg
source: The recipient doesn't need to have a Plutope account
ar: لا يحتاج المستلم إلى امتلاك حساب Plutope
hi: प्राप्तकर्ता को Plutope खाता रखने की आवश्यकता नहीं है
th: ผู้รับไม่จำเป็นต้องมีบัญชี Plutope

# toAddressMsg
source: Enter an address and send crypto in a flash
ar: أدخل عنوانًا وأرسل العملات الرقمية فورًا
hi: पते दर्ज करें और तुरंत क्रिप्टो भेजें
th: ป้อนที่อยู่และส่งคริปโตได้ทันที

# noFee
source: No fees
ar: بدون رسوم
hi: कोई शुल्क नहीं
th: ไม่มีค่าธรรมเนียม

source: Instant
ar: فوري
hi: तत्काल
th: ทันที

source: Worldwide
ar: في جميع أنحاء العالم
hi: विश्वव्यापी
th: ทั่วโลก

source: Send by Phone Number
ar: إرسال عبر رقم الهاتف
hi: फ़ोन नंबर द्वारा भेजें
th: ส่งโดยหมายเลขโทรศัพท์

source: Send by wallet
ar: إرسال عبر المحفظة
hi: वॉलेट द्वारा भेजें
th: ส่งโดยวอลเล็ต

source: Processing time
ar: وقت المعالجة
hi: प्रोसेसिंग समय
th: ระยะเวลาในการประมวลผล

source: Incorrect address
ar: عنوان غير صحيح
hi: गलत पता
th: ที่อยู่ไม่ถูกต้อง

# empryWalletAddress
source: Please enter walletAddress
ar: الرجاء إدخال عنوان المحفظة
hi: कृपया वॉलेट पता दर्ज करें
th: กรุณากรอกที่อยู่กระเป๋าเงิน

# teremsBtnTitle
source: I have read and agree
ar: قرأتُ وأوافق.
hi: मैंने पढ़ा है और सहमत हूँ
th: ฉันได้อ่านแล้วและยอมรับ

# comeupWithPin
source: Come up with a PIN
ar: أنشئ رقم تعريف شخصي
hi: एक पिन बनाएं
th: สร้างรหัส PIN

# comeupWithPinWarning
source: Avoid three identical or sequential numbers in a row
ar: تجنب استخدام ثلاثة أرقام متطابقة أو متسلسلة.
hi: एक पंक्ति में तीन समान या अनुक्रमिक संख्याओं से बचें
th: หลีกเลี่ยงการใช้ตัวเลขที่เหมือนกันหรือเรียงกันสามตัวติดต่อกัน

# cvvEnterMsg
source: Enter your CVV / CVC to proceed
ar: أدخل رمز CVV / CVC للمتابعة
hi: आगे बढ़ने के लिए अपना CVV / CVC दर्ज करें
th: ป้อน CVV / CVC ของคุณเพื่อดำเนินการต่อ

source: AUTHORIZED
ar: مُفَوَّض
hi: अधिकृत
th: ได้รับอนุญาต

source: CLEARED
ar: تمت الموافقة
hi: स्वीकृत
th: ผ่านการตรวจสอบ

source: APPROVED
ar: موافَق عليه
hi: मंज़ूर
th: อนุมัติแล้ว

source: DECLINED
ar: مرفوض
hi: अस्वीकृत
th: ปฏิเสธ

source: Top up
ar: شحن الرصيد
hi: टॉप अप
th: เติมเงิน

source: Change Pin
ar: تغيير الرقم السري
hi: पिन बदलें
th: เปลี่ยนรหัส PIN

source: UnFreeze
ar: إلغاء التجميد
hi: अनफ्रीज़ करें
th: เลิกแช่แข็ง

source: Freeze
ar: تجميد
hi: फ्रीज़ करें
th: แช่แข็ง

source: Add funds to card
ar: إضافة الأموال إلى البطاقة
th: เพิ่มเงินเข้าบัตร

# youPay1
source: You Pay
ar: أنت تدفع
hi: आप भेजे
th: คุณจ่าย

# walletAddress1
source: Wallet Address
ar: أنت كذلك
hi: वॉलेट पता
th: ที่อยู่วอลเต

# termsMessage
source: I have read and agree with the %@ of Payment cards.
ar: لقد قرأت ووافقت على %@ الخاصة ببطاقات الدفع.
hi: मैंने भुगतान कार्ड की %@ को पढ़ लिया है और उनसे सहमत हूं।
th: ฉันได้อ่านและยอมรับ %@ ของบัตรชำระเงินแล้ว

# kycForbiddenCountryMsg
source: Card services unavailable in your region — yet! Ah, those tricky rules! We can't issue a card in the country listed on your ID just yet, but we're working hard for all our customers. Hang tight — we're hoping to reach your region soon!
ar: خدمات البطاقات غير متاحة في منطقتك — حتى الآن! آه، هذه القوانين المعقدة! لا يمكننا إصدار بطاقة في البلد المذكور في هويتك حتى الآن، لكننا نعمل بجد لخدمة جميع عملائنا. تحلَّ بالصبر — نأمل أن نصل إلى منطقتك قريبًا!
hi: आपके क्षेत्र में कार्ड सेवाएँ अभी तक उपलब्ध नहीं हैं! आह, ये मुश्किल नियम! हम अभी आपके आईडी पर सूचीबद्ध देश में कार्ड जारी नहीं कर सकते हैं, लेकिन हम अपने सभी ग्राहकों के लिए कड़ी मेहनत कर रहे हैं। धैर्य रखें — हमें उम्मीद है कि हम जल्द ही आपके क्षेत्र तक पहुँच जाएँगे!
th: บริการบัตรยังไม่สามารถใช้ได้ในภูมิภาคของคุณ — ในตอนนี้! อ๊ะ! กฎระเบียบที่ยุ่งยาก! เราไม่สามารถออกบัตรในประเทศที่ระบุในบัตรประชาชนของคุณได้ในขณะนี้ แต่เรากำลังทำงานอย่างหนักเพื่อให้บริการลูกค้าทุกคน อดใจรออีกนิด — เราหวังว่าจะให้บริการในภูมิภาคของคุณเร็ว ๆ นี้!

source: Sent
ar: تم الإرسال
hi: भेजा गया
th: ส่งแล้ว

# canNotFindTrans
source: Can’t see your transaction?
ar: لا يمكنك رؤية معاملتك؟
hi: क्या आप अपना लेन-देन नहीं देख पा रहे हैं?
th: คุณไม่เห็นธุรกรรมของคุณใช่ไหม?

# checkExplorer
source: Explore it now.
ar: استعرضها الآن.
hi: एक्सप्लोर करें।
th: สำรวจตอนนี้เลย

# emptyConfirmPassword
source: Please enter confirm password
ar: يرجى إدخال تأكيد كلمة المرور
hi: कृपया पुष्टि पासवर्ड दर्ज करें
th: กรุณากรอกรหัสผ่านยืนยัน

# confirmPasswordNotMatchReg
source: password and confirm password does not match
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقين
hi: पासवर्ड और पुष्टि पासवर्ड मेल नहीं खाते
th: รหัสผ่านและรหัสผ่านยืนยัน ไม่ตรงกัน

# congratualtions
source: Congratulations
hi: बधाई हो
th: ยินดีด้วย

source: Profile Details
hi: प्रोफ़ाइल विवरण
th: รายละเอียดโปรไฟล์

# waletName
source: Wallet Name*
hi: वॉलेट का नाम*
th: ชื่อกระเป๋าเงิน*

source: Frozon
hi: जमा हुआ
