Repository: PlutopeIn/plutopeiOS
Catalog: *.lproj/Localizable.strings
Languages: ar, hi, th

source: Show Recovery Phrase
ar: عرض عبارة الاستعادة
hi: पुनर्प्राप्ति वाक्यांश दिखाएं
th: แสดงวลีการกู้คืน

source: Wallet Setup
ar: إعداد المحفظة
hi: वॉलेट सेटअप
th: การตั้งค่ากระเป๋าเงิน

source: Create New Wallet
ar: إنشاء محفظة جديدة
th: สร้างกระเป๋าเงินใหม่

source: Import using Secret Phrase
ar: الاستيراد باستخدام عبارة سرية
th: นำเข้าโดยใช้วลีลับ

# continues
source: Continue
ar: متابعة
hi: जारी रखना
th: ดำเนินการต่อ

source: Secret Phrase Backup
ar: نسخة احتياطية للعبارة السرية
hi: गुप्त वाक्यांश बैकअप
th: สำรองวลีลับ

source: Back Up Manually
ar: نسخ احتياطي يدويًا
hi: मैन्युअल रूप से बैक अप करें
th: สำรองด้วยตนเอง

source: Back Up to Google Drive
ar: نسخ احتياطي إلى Google Drive
hi: Google ड्राइव पर वापस जाएं
th: กลับไปที่ Google Drive

source: Back up your wallet now!
ar: قم بنسخ احتياطي لمحفظتك الآن!
hi: अब अपने वॉलेट का बैकअप लें!
th: สำรองกระเป๋าเงินของคุณตอนนี้!

# inthenextstepyouwillsesecretphrase12wordsAllowRecoverWallet
source: In the next step you will see Secret Phrase (12 words) that allows you to recover a wallet.
ar: في الخطوة التالية، سترى عبارة سرية (12 كلمة) تسمح لك باستعادة المحفظة.
hi: अगले चरण में आपको गुप्त वाक्यांश (12 शब्द) दिखाई देगा यह आपको एक बटुए को पुनर्प्राप्त करने की अनुमति देता है।
th: ในขั้นตอนต่อไปคุณจะเห็นวลีลับ (12 คำ) ที่ช่วยให้คุณกู้คืนกระเป๋าเงิน

source: If lose my secret phrase, my funds will be lost forever.
ar: إذا فقدت عبارتي السرية، ستفقد أموالي إلى الأبد.
hi: यदि मेरा गुप्त वाक्यांश खो देता है, तो मेरे फंड हमेशा के लिए खो जाएंगे।
th: หากสูญเสียวลีลับของฉันเงินทุนของฉันจะหายไปตลอดกาล

source: If expose or share my secret phrase to anybody, my funds can get stolen.
ar: إذا تعرضت أو قمت بمشاركة عبارتي السرية مع أي شخص، فإن أموالي قد تتعرض للسرقة.
hi: यदि किसी को मेरे गुप्त वाक्यांश को उजागर या साझा करें, मेरे फंड चोरी हो सकते हैं।
th: หากเปิดเผยหรือแบ่งปันวลีลับของฉันกับใครก็ตาม เงินของฉันสามารถถูกขโมยได้

source: PlutoPe support will NEVER reach out to ask for it.
ar: لن يتواصل دعم بلوتوب أبدًا لطلب ذلك
hi: प्लूटोपे समर्थन इसके लिए पूछने के लिए कभी नहीं पहुंचेगा।
th: พลูโทปสนับสนุนจะไม่เอื้อมมือไปขอมัน

source: Cancel
ar: إلغاء
hi: रद्द करें
th: ยกเลิก

source: Enter the Financial Freedom
ar: ادخل إلى حرية مالية
hi: वित्तीय स्वतंत्रता दर्ज करें
th: ป้อนเสรีภาพทางการเงิน

source: Never share your secret phrase with anyone
ar: لا تشارك عبارتك السرية مع أي شخص
hi: कभी भी अपने गुप्त वाक्यांश को किसी के साथ साझा न करें
th: อย่าแบ่งปันวลีลับของคุณกับใคร

source: Copy
ar: نسخ
hi: प्रतिलिपि
th: สำเนา

source: Done
ar: تم
hi: हो गया
th: เสร็จแล้ว

source: Invalid order.Try again!
ar: طلب غير صالح. حاول مرة أخرى!
hi: अमान्य आदेश। फिर से!
th: สั่งซื้อไม่ถูกต้องลองอีกครั้ง!

source: Wallet
ar: محفظة
hi: वॉलेट
th: กระเป๋าสตางค์

# nfts
source: My NFTs
ar: نفت
hi: एनएफटीएस
th: เอ็นเอฟที

# assets
source: My Assets
ar: أصولي
hi: संपत्ति
th: ทรัพย์สินของฉัน

source: Search...
ar: البحث...
hi: खोज...
th: ค้นหา...

source: Send
ar: إرسال
hi: भेजें
th: ส่ง

source: Receive
ar: استلام
hi: प्राप्त करें
th: รับ

source: Swap
ar: تبديل
hi: बदलना
th: แลกเปลี่ยน

source: Initiated
ar: تم البدء
hi: शुरू किया
th: ริเริ่ม

source: Swapping
ar: جاري التبديل
hi: अदला-बदली
th: การแลกเปลี่ยน

source: Success
ar: نجاح
hi: सफलता
th: ความสำเร็จ

source: You Pay
ar: أنت تدفع
hi: आप पेमेंट करते है
th: คุณจ่าย

source: Balance
ar: الرصيد
hi: शेष राशि
th: สมดุล

# wallets
source: Wallet
ar: محافظ
hi: वॉलेट
th: กระเป๋าเงิน

source: Security
ar: الأمان
hi: सुरक्षा
th: ความปลอดภัย

source: Help Centre
ar: مركز المساعدة
hi: सहायता केंद्र
th: ศูนย์ช่วยเหลือ

source: About PlutoPe
ar: عن بلوتوبي
hi: प्लूटो पे के बारे में
th: เกี่ยวกับ Plutope

source: Transactions
ar: المعاملات
hi: लेनदेन
th: การทำธุรกรรม

source: Buy Bitcoin
ar: شراء بيتكوين
hi: बिटकॉइन खरीदें
th: ซื้อ bitcoin

source: Third Party Provider
ar: مزود خدمة طرف ثالث
hi: तृतीय पक्ष प्रोवाइडर
th: ผู้ให้บริการบุคคลที่สาม

source: Currency
ar: العملة
hi: मुद्रा
th: สกุลเงิน

source: Market Cap
ar: رأس المال السوقي
hi: बाज़ार आकार
th: ตลาด

source: Volume (24h)
ar: الحجم (24 ساعة)
hi: वॉल्यूम (24h)
th: เล่ม (24 ชั่วโมง)

source: Circulating Supply
ar: الكمية المتداولة
hi: परिसंचारी आपूर्ति
th: การไหลเวียน

source: Total Supply
ar: الكمية الإجمالية
hi: कुल आपूर्ति
th: อุปทานทั้งหมด

source: Well done!
ar: أحسنت!
hi: बहुत अच्छा!
th: ทำได้ดี!

source: Add Custom Token
ar: إضافة رمز مخصص
hi: कस्टम टोकन जोड़ें
th: เพิ่มโทเค็นที่กำหนดเอง

source: Network
ar: الشبكة
hi: नेटवर्क
th: เครือข่าย

source: Name
ar: الاسم
hi: नाम
th: ชื่อ

source: Token Contract Address
ar: عنوان عقد الرمز
hi: टोकनअनुबंध पता
th: ที่อยู่สัญญาโทเค็น

source: Token Name
ar: اسم الرمز
hi: टोकननाम
th: ชื่อโทเค็น

source: Token Symbol
ar: رمز الرمز
hi: टोकन प्रतीक
th: สัญลักษณ์โทเค็น

# tokendecimals
source: Token Decimal
ar: عدد المنازل العشرية للرمز
hi: टोकनदशमलव
th: โทเค็นทศนิยม

source: Paste
ar: لصق
hi: पेस्ट करें
th: แปะ

source: Import Multi-Coin Wallet
ar: استيراد محفظة متعددة العملات
hi: मल्टीकॉइन वॉलेट आयात करें
th: นำเข้ากระเป๋าเงินหลายสี

source: Phrase
ar: عبارة
hi: वाक्यांश
th: วลี

# imports
source: Import
ar: استيراد
hi: आयात करें
th: นำเข้า

source: Restore Your Wallet
ar: استعادة محفظتك
hi: अपने वॉलेट को पुनर्स्थापित करें
th: คืนค่ากระเป๋าเงินของคุณ

source: Restore your wallet with the 12-word secret phrase.
ar: استعادة محفظتك بواسطة عبارة سرية مكونة من 12 كلمة.
hi: 12-शब्द गुप्त वाक्यांश के साथ अपने वॉलेट को पुनर्स्थापित करें।
th: คืนค่ากระเป๋าเงินของคุณด้วยวลีลับ 12 คำ

source: Restore with Google Drive
ar: استعادة عبر Google Drive
hi: Google ड्राइव के साथ पुनर्स्थापित करें
th: กู้คืนด้วย Google Drive

source: Restore with secret phrase
ar: استعادة بواسطة العبارة السرية
hi: गुप्त वाक्यांश के साथ पुनर्स्थापित करें
th: ฟื้นฟูด้วยวลีลับ

source: App Lock
ar: قفل التطبيق
hi: एप्लिकेशन का ताला
th: ล็อคแอพ

source: Lock Method
ar: طريقة القفل
hi: ताला
th: วิธีล็อค

source: Transaction Signing
ar: توقيع المعاملة
hi: लेन -देन हस्ताक्षर
th: การลงนามในธุรกรรม

source: Address Or Naming Service
ar: العنونة أو خدمة التسمية
hi: पता या नामकरण सेवा
th: ที่อยู่หรือบริการการตั้งชื่อ

source: You Get
ar: ستحصل على
hi: आपको मिलता है
th: คุณได้รับ

source: No Transactions yet
ar: لا توجد معاملات حتى الآن
hi: अभी तक कोई लेनदेन नहीं
th: ยังไม่มีธุรกรรม

source: Buy
ar: شراء
hi: खरीदे
th: ซื้อ

source: Best Price
ar: أفضل سعر
hi: सबसे अच्छी कीमत
th: ราคาที่ดีที่สุด

# yourSecretPhraseIsMasterkeytoyourWallet
source: Your secret phrase is the master key to your wallet and anyone who has it can access your crypto, Never share it!
ar: عبارتك السرية هي المفتاح الرئيسي لمحفظتك، وأي شخص يمتلكها يمكنه الوصول إلى عملاتك الرقمية. لا تشاركها أبدًا!
hi: आपका गुप्त वाक्यांश आपके बटुए के लिए मास्टर कुंजी है और जो कोई भी आपके पास है, वह आपके क्रिप्टो तक पहुंच सकता है, इसे कभी साझा न करें!
th: วลีลับของคุณคือกุญแจหลักสำหรับกระเป๋าเงินของคุณและทุกคนที่สามารถเข้าถึง crypto ของคุณไม่เคยแบ่งปัน!

# neverShareSecretkeyWithAnyone
source: Never share your Secret Key with anyone, for any reason. Treat it as you would treat your most valuable possession. Remember, PlutoPe will never ask you for your Secret Key.
ar: لا تشارك أبدًا مفتاحك السري مع أي شخص، لأي سبب من الأسباب. عاملها كما تعامل أغلى ممتلكاتك. وتذكر، لن يطلب منك بلوتوبي أبدًا مفتاحك السري.
hi: किसी भी कारण से, किसी के साथ अपनी गुप्त कुंजी कभी भी साझा न करें। इसका इलाज करें क्योंकि आप अपने सबसे मूल्यवान कब्जे का इलाज करेंगे। याद रखें, प्लूटोपे आपको अपनी गुप्त कुंजी के लिए कभी नहीं पूछेगा।
th: อย่าแบ่งปันคีย์ลับของคุณกับใครด้วยเหตุผลใดก็ตาม ปฏิบัติต่อมันตามที่คุณจะปฏิบัติต่อการครอบครองที่มีค่าที่สุดของคุณ โปรดจำไว้ว่าพลูโท้จะไม่ขอคีย์ลับของคุณ

# anyOneCanCreateTokenIncludingFakeVersions
source: Anyone can create a token, including fake versions of existing tokens. Learn about scams and security risks.
ar: يمكن لأي شخص إنشاء رمز، بما في ذلك الإصدارات المزيفة للرموز الحالية. تعرف على الاحتيالات ومخاطر الأمان.
hi: कोई भी एक टोकन बना सकता है, जिसमें मौजूदा टोकन के नकली संस्करण भी शामिल हैं। घोटालों और सुरक्षा जोखिमों के बारे में जानें।
th: ทุกคนสามารถสร้างโทเค็นรวมถึงโทเค็นรุ่นปลอมที่มีอยู่ เรียนรู้เกี่ยวกับการหลอกลวงและความเสี่ยงด้านความปลอดภัย

source: Contacts
ar: جهات الاتصال
hi: संपर्क
th: ผู้ติดต่อ

source: Save
ar: حفظ
hi: सेव
th: บันทึก

source: Main Wallet
ar: المحفظة الرئيسية
hi: मुख्य वॉलेट
th: กระเป๋าเงินหลัก

source: Preview Swap
ar: معاينة التبديل
hi: पूर्वावलोकन स्वैप
th: ดูตัวอย่างแลกเปลี่ยน

source: Your Tokens
ar: رموزك
hi: आपका टोकन
th: โทเค็นของคุณ

source: More
ar: المزيد
hi: अधिक
th: มากกว่า

source: Language
ar: اللغة
hi: भाषा
th: ภาษา

source: Your Recovery Phrase
ar: عبارة الاستعادة الخاصة بك
hi: आपका रिकवरी वाक्यांश
th: วลีการกู้คืนของคุณ

source: Enter Passcode
ar: أدخل رمز المرور
hi: पासकोड दर्ज करें
th: ป้อนรหัสผ่าน

source: Add to address book
ar: إضافة إلى دليل العناوين
hi: एड्रेस बुक में जोड़ो
th: เพิ่มลงในสมุดที่อยู่

source: Enter an alias
ar: أدخل اسمًا مستعارًا
hi: एक उपनाम दर्ज करें
th: ป้อนนามแฝง

source: Lock Methods
ar: طرق القفل
hi: ताला
th: วิธีล็อค

source: Delete
ar: حذف
hi: मिटाना
th: ลบ

# yourSecretPhraseIsOnlyWayToRecoveryourWallet
source: Your 12-word secret phrase is only way to recover your wallet. Please store it securely!
ar: عبارتك السرية المكونة من 12 كلمة هي الطريقة الوحيدة لاستعادة محفظتك. يرجى تخزينها بشكل آمن!
th: วลีลับ 12 คำของคุณเป็นวิธีเดียวในการกู้คืนกระเป๋าเงินของคุณ กรุณาเก็บไว้อย่างปลอดภัย!

source: Push Notifications
ar: إشعارات الدفع
hi: सूचनाएं धक्का
th: การแจ้งเตือน

source: Enable
ar: تمكين
hi: सक्षम
th: เปิดใช้งาน

source: Transfer
ar: نقل
hi: स्थानांतरण
th: โอนย้าย

source: Asset
ar: أصل
hi: संपत्ति
th: สินทรัพย์

source: From
ar: من
hi: से
th: จาก

source: To
ar: إلى
hi: को
th: ถึง

source: Network Fee
ar: رسوم الشبكة
hi: नेटवर्क शुल्क
th: ค่าธรรมเนียมเครือข่าย

source: Max Total
ar: الحد الأقصى الكلي
hi: अधिकतम कुल
th: สูงสุด

source: Confirm
ar: تأكيد
hi: पुष्टि करें
th: ยืนยัน

source: OK
ar: موافق
hi: ठीक है
th: ตกลง

source: Add Address
ar: إضافة عنوان
hi: पता जोड़ें
th: เพิ่มที่อยู่

# address1
source: Residence Address*
ar: عنوان السكن*
hi: निवास का पता*
th: ที่อยู่ที่อยู่อาศัย*

# address2
source: Residence Address2*
ar: عنوان السكن 2*
hi: निवास का पता द्वितीय*
th: ที่อยู่ที่อยู่อาศัย 2*

source: City*
ar: المدينة*
hi: शहर*
th: เมือง*

source: Postcode*
ar: الرمز البريدي*
hi: पोस्टकोड*
th: รหัสไปรษณีย์*

source: Next
ar: التالي
hi: अगला
th: ต่อไป

# confirmationsViaSMS
source: Enter OTP
ar: أدخل كلمة المرور لمرة واحدة
hi: ओटीपी दर्ज करें
th: กรอกรหัส OTP

# publicaddress0x
source: Public address
ar: العنوان العام
hi: सार्वजनिक पता
th: ที่อยู่สาธารณะ

source: Add Contact
ar: إضافة جهة اتصال
hi: संपर्क जोड़ें
th: เพิ่มผู้ติดต่อ

source: Add
ar: إضافة
hi: जोड़ना
th: เพิ่ม

source: What is Custom Token?
ar: ما هو الرمز المخصص؟
hi: कस्टम टोकन क्या है?
th: โทเค็นที่กำหนดเองคืออะไร?

source: Basic
ar: أساسي
hi: बुनियादी
th: ขั้นพื้นฐาน

source: Professional
ar: احترافي
hi: पेशेवर
th: มืออาชีพ

source: Business
ar: تجاري
hi: व्यापार
th: ธุรกิจ

source: Platinum Elite
ar: بلاتينيوم إليت
hi: प्लैटिनम एलीट
th: แพลตตินัม

source: Get Basic Card
ar: احصل على بطاقة أساسية
hi: मूल कार्ड प्राप्त करें
th: รับการ์ดพื้นฐาน

source: Your Coins
ar: عملاتك
hi: आपके सिक्के
th: เหรียญของคุณ

source: All Coins
ar: كل العملات
hi: सभी सिक्के
th: เหรียญทั้งหมด

source: Card
ar: بطاقة
hi: कार्ड
th: การ์ด

source: Get Card
ar: احصل على بطاقة
hi: कार्ड प्राप्त करना
th: รับการ์ด

source: Expire
ar: تنتهي
hi: समय सीमा समाप्त
th: หมดอายุ

source: Card Design
ar: تصميم البطاقة
hi: कार्ड डिजाइन
th: การออกแบบการ์ด

source: Details
ar: تفاصيل
hi: विवरण
th: รายละเอียด

source: Pay Today
ar: ادفع اليوم
hi: आज भुगतान करें
th: จ่ายวันนี้

source: Crypto
ar: عملة رقمية
hi: क्रिप्टो

source: Shippings
ar: الشحنات
hi: शिपिंग
th: การล่องเรือ

source: Your card will be shipped to the address provided.
ar: سيتم شحن بطاقتك إلى العنوان المقدم.
hi: आपके कार्ड को प्रदान किए गए पते पर भेज दिया जाएगा।
th: บัตรของคุณจะถูกส่งไปยังที่อยู่ที่ให้ไว้

source: Confirm encryption password
ar: تأكيد كلمة التشفير
hi: एन्क्रिप्शन पासवर्ड की पुष्टि करें
th: ยืนยันรหัสผ่านการเข้ารหัส

source: Password*
ar: كلمة المرور
hi: पासवर्ड
th: รหัสผ่าน

source: Forgot Password?
ar: هل نسيت كلمة السر
hi: पासवर्ड भूल गए?
th: ลืมรหัสผ่าน?

# atleast8CharacterIncludinGoneUpperCaseletter
source: At least 8 characters, including one upper-case letter, one lower-case letter, one number, and one symbol.
ar: على الأقل 8 أحرف، بما في ذلك حرف كبير واحد، حرف صغير واحد، رقم واحد، ورمز واحد.
hi: कम से कम 8 वर्ण, जिसमें एक ऊपरी-केस पत्र, एक निचला-केस पत्र, एक संख्या और एक प्रतीक शामिल है।
th: อย่างน้อย 8 อักขระรวมถึงตัวอักษรตัวพิมพ์ใหญ่หนึ่งตัวอักษรตัวพิมพ์เล็กหนึ่งตัวหมายเลขหนึ่งและสัญลักษณ์หนึ่ง

source: Confirm Passcode
ar: تأكيد رمز المرور
hi: पासकोड की पुष्टि करें
th: ยืนยันรหัสผ่าน

source: Adds an extra layer of security when using the app
ar: يضيف طبقة إضافية من الأمان عند استخدام التطبيق
hi: ऐप का उपयोग करते समय सुरक्षा की एक अतिरिक्त परत जोड़ता है
th: เพิ่มเลเยอร์ความปลอดภัยพิเศษเมื่อใช้แอพ

source: No contacts yet
ar: لا يوجد جهات اتصال حتى الآن
hi: अभी तक कोई संपर्क नहीं है
th: ยังไม่มีการติดต่อ

source: Current Balance
ar: الرصيد الحالي
hi: वर्तमान शेष
th: ยอดเงินปัจจุบัน

# forgotpassword
source: Forgot your password?
ar: نسيت كلمة السر؟
hi: पासवर्ड भूल गए हैं?
th: ลืมรหัสผ่านหรือไม่?

source: Email
ar: البريد الإلكتروني
hi: ईमेल
th: อีเมล

source: Typically 12 (Sometimes 18,24) words separated by single spaces
ar: عادة 12 (أحيانًا 18، 24) كلمة مفصولة بمسافات فارغة واحدة
hi: सामान्य रूप से 12 (कभी-कभी 18,24) शब्द एक जगह से अलग किए गए
th: โดยทั่วไป 12 (บางครั้ง 18,24) คำคั่นด้วยพื้นที่เดี่ยว

source: Please review the PlutoPe Terms of Services and Privacy Policy.
ar: يرجى مراجعة شروط خدمة وسياسة الخصوصية في بلوتوبي
hi: कृपया सेवाओं और गोपनीयता नीति की प्लूटोपे शर्तों की समीक्षा करें।
th: โปรดตรวจสอบข้อกำหนดด้านบริการและนโยบายความเป็นส่วนตัว

source: Privacy Policy
ar: سياسة الخصوصية
hi: गोपनीयता नीति
th: นโยบายความเป็นส่วนตัว

source: Terms Of Service
ar: شروط الخدمة
hi: सेवा की शर्तें
th: เงื่อนไขการให้บริการ

source: Card Currency
ar: عملة البطاقة
hi: कार्ड मुद्रा
th: สกุลเงินบัตร

source: Shipping
ar: الشحن
hi: शिपिंग
th: การส่งสินค้า

source: More Details
ar: مزيد من التفاصيل
hi: अधिक जानकारी
th: รายละเอียดเพิ่มเติม

source: Email address*
ar: عنوان البريد الإلكتروني*
hi: मेल पता*
th: ที่อยู่อีเมล*

source: Mobile Phone*
ar: الهاتف المحمول*
hi: चल दूरभाष*
th: โทรศัพท์มือถือ*

source: Confirm password*
ar: تأكيد كلمة المرور*
hi: पासवर्ड की पुष्टि कीजिये*
th: ยืนยันรหัสผ่าน*

source: Preferred Language
ar: اللغة المفضلة
hi: पसंदीदा भाषा
th: ภาษาที่ต้องการ

source: No NFTs yet
ar: لا يوجد NFT حتى الآن
hi: अभी तक कोई nfts नहीं
th: ยังไม่มี nfts

source: Learn More
ar: تعرف على المزيد
hi: और अधिक जानें
th: เรียนรู้เพิ่มเติม

source: Receive NFT
ar: استلام NFT
hi: Nft प्राप्त करें
th: รับ nft

source: Name your backup
ar: اسم لنسختك الاحتياطية
hi: अपने बैकअप का नाम बताइए
th: ตั้งชื่อการสำรองข้อมูลของคุณ

source: Backup Name
ar: اسم النسخة الاحتياطية
hi: बैकअप नाम
th: ชื่อสำรอง

source: include at least 1 character
ar: تتضمن على الأقل حرفًا واحدًا
hi: कम से कम 1 चरित्र शामिल करें
th: รวมตัวละครอย่างน้อย 1 ตัว

# doNotDeleteThisBackupFileOnGoogle
source: Do not delete this backup file on Google drive, or you risk losing all your crypto!
ar: لا تقم بحذف ملف النسخ الاحتياطية هذا على Google Drive، أو تتعرض لخطر فقدان جميع أموالك الرقمية!
hi: Google ड्राइव पर इस बैकअप फ़ाइल को न हटाएं, या आप अपने सभी क्रिप्टो को खोने का जोखिम उठाते हैं!
th: อย่าลบไฟล์สำรองข้อมูลนี้ใน Google Drive หรือคุณเสี่ยงต่อการสูญเสีย crypto ทั้งหมด!

source: New
ar: جديد
hi: नया
th: ใหม่

source: Earlier
ar: سابق
hi: पहले
th: ก่อนหน้านี้

source: Create Passcode
ar: إنشاء رمز المرور
hi: पासकोड बनाएं
th: สร้างรหัสผ่าน

source: Apply Discount Code
ar: تطبيق رمز الخصم
hi: डिस्काउंट कोड लागू करें
th: ใช้รหัสส่วนลด

source: Discount Code
ar: رمز الخصم
hi: डिस्काउंट कोड
th: รหัสส่วนลด

source: Apply
ar: تطبيق
hi: आवेदन करना
th: นำมาใช้

source: Select Payment Method
ar: اختر طريقة الدفع
hi: भुगतान का तरीका चुनें
th: เลือกวิธีการชำระเงิน

# countryofresidence
source: Country*
ar: دولة*
hi: देश*
th: ประเทศ*

source: Personal Information
ar: المعلومات الشخصية
hi: व्यक्तिगत जानकारी
th: ข้อมูลส่วนบุคคล

source: First Name(Legal)*
ar: الاسم الأول (القانوني)*
hi: पहला नाम (कानूनी)*
th: ชื่อแรก (ถูกกฎหมาย)*

source: Last Name(Legal)*
ar: اسم العائلة (القانوني)*
hi: अंतिम नाम (कानूनी)*
th: นามสกุล (กฎหมาย)*

source: Date Of Birth*
ar: تاريخ الميلاد*
hi: जन्म की तारीख*
th: วันเกิด*

source: Max Slipage
ar: أقصى انزلاق
hi: अधिकतम स्लिपेज
th: ลื่นสูงสุด

source: Confirm Swap
ar: تأكيد التبديل
hi: स्वैप की पुष्टि करें
th: ยืนยันการแลกเปลี่ยน

source: Receive Bitcoin
ar: استلام البيتكوين
hi: बिटकॉइन प्राप्त करें
th: รับ bitcoin

source: Backup Options
ar: خيارات النسخ الاحتياطي
hi: बैकअप विकल्प
th: ตัวเลือกการสำรองข้อมูล

source: Manual Backup
ar: نسخ احتياطي يدوي
hi: मैनुअल बैकअप
th: การสำรองข้อมูลด้วยตนเอง

source: If you loos access to this device, your fund will be lost, unless you back up!
ar: إذا فقدت الوصول إلى هذا الجهاز، سيتم فقدان أموالك ما لم تقم بعمل نسخ احتياطية!
hi: यदि आप इस डिवाइस तक पहुंच प्राप्त करते हैं, तो आपका फंड खो जाएगा, जब तक कि आप वापस नहीं आते!
th: หากคุณเข้าถึงอุปกรณ์นี้กองทุนของคุณจะหายไปเว้นแต่คุณจะสำรอง!

source: Delete Wallet
ar: حذف المحفظة
hi: वॉलेट हटाएं
th: ลบกระเป๋าเงิน

source: Auto-Lock
ar: القفل التلقائي
hi: स्वत ताला लगना
th: ล็อคอัตโนมัติ

source: Security Scanner
ar: ماسح الأمان
hi: सुरक्षा स्कैनर
th: เครื่องสแกนความปลอดภัย

source: Choose the backup for the wallet you want to restore
ar: اختر النسخة الاحتياطية للمحفظة التي تريد استعادتها
hi: उस वॉलेट के लिए बैकअप चुनें जिसे आप पुनर्स्थापित करना चाहते हैं
th: เลือกสำรองสำหรับกระเป๋าเงินที่คุณต้องการกู้คืน

source: If you don't see your backup, try to sync your Google Drive
ar: إذا لم ترَ نسختك الاحتياطية، جرب مزامنة Google Drive الخاصة بك
hi: यदि आप अपना बैकअप नहीं देखते हैं, तो अपने Google ड्राइव को सिंक करने का प्रयास करें
th: หากคุณไม่เห็นการสำรองข้อมูลของคุณลองซิงค์ Google Drive ของคุณ

source: MAX
ar: الحد الأقصى
hi: अधिकतम
th: สูงสุด

source: Set encryption password
ar: تعيين كلمة مرور التشفير
hi: एन्क्रिप्शन पासवर्ड सेट करें
th: ตั้งรหัสผ่านการเข้ารหัส

# enterEncryptionPasswordForGoogleDrive
source: Enter the encryption password you created for your Google Drive secret phrase backup.
ar: أدخل كلمة المرور للتشفير التي أنشأتها لنسخة احتياطية لجوجل درايف.
hi: अपने Google ड्राइव सीक्रेट वाक्यांश बैकअप के लिए बनाया गया एन्क्रिप्शन पासवर्ड दर्ज करें।
th: ป้อนรหัสผ่านการเข้ารหัสที่คุณสร้างขึ้นสำหรับการสำรองข้อมูลวลีลับของ Google Drive Secret

source: Do not lose this password, as PlutoPe cannot reset it for you!
ar: لا تفقد هذه كلمة المرور، حيث لا يمكن لـ PlutoPe إعادة تعيينها لك!
hi: इस पासवर्ड को न खोएं, क्योंकि प्लूटोपे आपके लिए इसे रीसेट नहीं कर सकता है!
th: อย่าสูญเสียรหัสผ่านนี้เนื่องจาก Plutope ไม่สามารถรีเซ็ตให้คุณได้!

source: Sign Up/Login
ar: التسجيل/تسجيل الدخول
hi: प्रवेश के लिए लग इन करना
th: ลงทะเบียนเข้าสู่ระบบ

source: Date
ar: التاريخ
hi: तारीख
th: วันที่

source: Status
ar: الحالة
hi: स्थिति
th: สถานะ

source: Recipient
ar: المستلم
hi: प्राप्तकर्ता
th: ผู้รับ

source: Nonce
ar: رقم التسلسل (Nonce)
hi: नॉन्स
th: ไม่เป็นไปได้

source: Multi-Coin Wallets
ar: محافظ العملات المتعددة
hi: बहु-संयोग से वॉलेट
th: กระเป๋าหลายสี

source: Delete Backup
ar: حذف النسخ الاحتياطي
hi: बैकअप हटाएं
th: ลบการสำรองข้อมูล

source: PlutoPe Locked
ar: تم قفل PlutoPe
hi: लॉक किया हुआ
th: พลูโท้ล็อค

source: Membership
ar: العضوية
hi: सदस्यता
th: การเป็นสมาชิก

source: Payment
ar: الدفع
hi: भुगतान
th: การชำระเงิน

source: Spend your crypto anywhere in the world
ar: استنفد عملتك الرقمية في أي مكان في العالم باستخدام بطاقة الخصمأنفق التشفير الخاص بك في أي مكان في العالم
hi: अपना क्रिप्टो दुनिया में कहीं भी खर्च करें।
th: ใช้ crypto ของคุณทุกที่ในโลก

# getPhysicalVirtualCardInMinutes
source: Get a physical or virtual card in minutes that is accepted at more than 42 million merchants worldwide
ar: احصل على بطاقة فيزا فيزيت أو افتراضية في دقائق وتُقبل في أكثر من 42 مليون تاجر في جميع أنحاء العالم.
hi: मिनटों में एक भौतिक या आभासी कार्ड प्राप्त करें जो दुनिया भर में 42 मिलियन से अधिक व्यापारियों पर स्वीकार किया जाता है।
th: รับการ์ดทางกายภาพหรือเสมือนจริงในไม่กี่นาทีที่ได้รับการยอมรับจากพ่อค้ามากกว่า 42 ล้านคนทั่วโลก

source: Change Language
ar: تغيير اللغة
hi: भाषा बदलें
th: เปลี่ยนภาษา

source: Active
ar: نشط
hi: सक्रिय
th: คล่องแคล่ว

source: Not Active
ar: غير نشط
hi: अक्रिय
th: ไม่ทำงาน

source: Settings
ar: الإعدادات
hi: सेटिंग
th: การตั้งค่า

source: Amount
ar: المبلغ
hi: राशि
th: ปริมาณ

source: Restore with iCloud
ar: استعادة باستخدام iCloud
hi: iCloud के साथ पुनर्स्थापित करें
th: กู้คืนด้วย iCloud

source: What is Secret Phrase?
ar: ما هو عبارة السر؟
hi: गुप्त वाक्यांश क्या है?
th: วลีลับคืออะไร?

source: Verify Secret Phrase
ar: تحقق من عبارة السر
hi: गुप्त वाक्यांश सत्यापित करें
th: ตรวจสอบวลีลับ

source: Gas Limit
ar: حد الغاز
hi: गैस सीमा
th: ขีด จำกัด ของก๊าซ

# gasPrice
source: Gas Price(Gwei)
ar: سعر الغاز (جيوي)
hi: गैस की कीमत(Gwei)
th: ราคาก๊าซ(Gwei)

# advance
source: Advanced options
ar: خيارات متقدمة
hi: उन्नत विकल्प
th: ตัวเลือกขั้นสูง

source: Swapper Fee
ar: رسوم التبادل
hi: स्वैपर शुल्क
th: ค่าสวาปเปอร์

# fail
source: Failed
ar: فشل
hi: असफल
th: ล้มเหลว

source: Add this address to your address book
ar: أضف هذا العنوان إلى دفتر عناوينك
hi: इस पते को अपने पता पुस्तिका में जोड़ें
th: เพิ่มที่อยู่นี้ลงในสมุดที่อยู่ของคุณ

# editPriority
source: Leverage gas fee
ar: الاستفادة من رسوم الغاز
hi: गैस शुल्क का लाभ उठाएं
th: เบิกค่าน้ำมัน

# samartcontractcall
source: Smart Contract Call
ar: استدعاء العقد الذكي
hi: स्मार्ट कॉन्ट्रैक्ट कॉल
th: การโทรสัญญาอัจฉริยะ

source: Completed
ar: تمت
hi: समाप्त
th: สมบูรณ์

source: Receiving
ar: جاري الاستلام
hi: प्राप्त
th: การรับ

# usingBestQuot
source: Using the best quote
ar: استخدام أفضل عرض
hi: सर्वोत्तम भाव का उपयोग करें
th: โดยใช้ ดีที่สุด อ้าง

# quotsOverview
source: Quotes Overview
ar: نظرة عامة على العروض
hi: भाव अवलोकन
th: อ้าง ภาพรวม

source: Overall value
ar: القيمة الإجمالية
hi: कुल मूल्य
th: มูลค่าโดยรวม

source: best
ar: الأفضل
hi: सर्वोत्तम
th: ดีที่สุด

source: View Quots
ar: عرض العروض
hi: भाव देखें
th: ดูอ้าง

# cameraAccess
source: Please go to Settings and enable Camera access for this app.
ar: يرجى الانتقال إلى الإعدادات وتمكين إمكانية الوصول إلى الكاميرا لهذا التطبيق.
hi: कृपया सेटिंग्स में जाएं और इस ऐप के लिए कैमरा एक्सेस सक्षम करें।
th: โปรดไปที่การตั้งค่าและเปิดใช้งานการเข้าถึงกล้องสำหรับแอปนี้

source: Camera Access Denied
ar: تم رفض إمكانية الوصول إلى الكاميرا
hi: कैमरा पहुंच अस्वीकृत
th: การเข้าถึงกล้องถูกปฏิเสธ

# openSetting
source: open settings
ar: فتح الإعدادات
hi: सेटिंग खोलिये
th: เปิดการตั้งค่า

# enteramount
source: Enter value
ar: أدخل القيمة
hi: मूल्य दर्ज करें
th: ป้อนค่า

# addressRequiredMsg
source: Address field is required.
ar: حقل العنوان مطلوب.
hi: पता फ़ील्ड आवश्यक है|
th: ต้องระบุช่องที่อยู่

# amountRequiredMsg
source: Please enter coin amount.
ar: الرجاء إدخال كمية العملة.
hi: कृपया सिक्का राशि दर्ज करें
th: โปรดเข้าเหรียญริมาณ

# payAmountRequiredMsg
source: Please enter pay amount.
ar: الرجاء إدخال مبلغ الدفع.
hi: कृपया भुगतान राशि दर्ज करें
th: กรุณากรอกจำนวนเงินที่ต้องชำระ

# coinSendMsg
source: Successfully send
ar: تم الإرسال بنجاح
hi: सफलतापूर्वक भेजें
th: ส่งสำเร็จ

# samecoinErrorMsg
source: You can't select the same coin!
ar: لا يمكنك اختيار نفس العملة!
hi: आप एक ही सिक्का नहीं चुन सकते!
th: คุณไม่สามารถเลือกเหรียญเดียวกันได้!

# insufficientAmountMsg
source: Paying amount can't be empty or 0
ar: لا يمكن أن يكون مبلغ الدفع فارغًا أو 0
hi: भुगतान राशि रिक्त या 0 नहीं हो सकती
th: จำนวนเงินที่ชำระต้องไม่เว้นว่างหรือ 0

# alreadyExistsMsg
source: This wallet has already been imported.
ar: تم استيراد هذه المحفظة بالفعل.
hi: यह बटुआ पहले ही आयात किया जा चुका है
th: กระเป๋าเงินนี้ได้ถูกนำเข้าแล้ว

# phraseErrorMsg
source: Phrase field is required
ar: حقل العبارة مطلوب
hi: वाक्यांश फ़ील्ड आवश्यक है
th: ต้องระบุฟิลด์วลี
