Repository: PlutopeIn/plutopeiOS
Catalog: *.lproj/Localizable.strings
Languages: ar, hi, th

# invalidPhraseMsg
source: Phrase key is invalid
ar: مفتاح العبارة غير صالح
hi: वाक्यांश कुंजी अमान्य है
th: คีย์วลีไม่ถูกต้อง

# passwordRequiredMsg
source: Please enter encryption password
ar: الرجاء إدخال كلمة مرور التشفير
hi: कृपया एन्क्रिप्शन पासवर्ड दर्ज करें
th: กรุณากรอกรหัสผ่านการเข้ารหัส

# incorrectPasswordMsg
source: The password is incorrect
ar: كلمة المرور غير صحيحة
hi: पासवर्ड गलत है
th: รหัสผ่านไม่ถูกต้อง

# invalidAmountMsg
source: Please enter some amount
ar: الرجاء إدخال مبلغ صحيح
hi: कृपया कुछ राशि दर्ज करें.
th: กรุณากรอกจำนวนเงิน

# contactAddedMsg
source: Contact successfully added
ar: تمت إضافة جهة الاتصال بنجاح
hi: संपर्क सफलतापूर्वक जोड़ा गया
th: เพิ่มผู้ติดต่อสำเร็จแล้ว

# invalidAddressMsg
source: Invalid receiver address
ar: عنوان المستلم غير صالح
hi: अमान्य रिसीवर पता
th: ที่อยู่ผู้รับไม่ถูกต้อง

# provider
source: Providers
ar: مقدمي الت
hi: प्रोवाइडर
th: ผู้ให้บริการ

# legalMsg
source: I've read and accept the Terms of Services and Privacy Policy.
ar: لقد قرأت ووافقت على شروط الخدمة وسياسة الخصوصية.
hi: मैंने सेवा की शर्तों और गोपनीयता नीति को पढ़ लिया है और स्वीकार कर लिया है।
th: ฉันได้อ่านและยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวแล้ว

source: Legal
ar: قانوني
hi: कानूनी
th: ถูกกฎหมาย

source: Tap the words to put them next to each other in the correct order.
ar: اضغط على الكلمات لوضعها بجانب بعضها البعض بالترتيب الصحيح.
hi: सही क्रम में उन्हें एक दूसरे के बगल में रखने के लिए शब्दों को टैप करें।
th: แตะคำที่จะวางไว้ข้างๆกันตามลำดับที่ถูกต้อง

source: Passcode
ar: رمز عبور
hi: पासकोड
th: พาสโค้ด

# touchID
source: Passcode/Touch ID/Face ID
ar: رمز المرور/معرف اللمس/معرف الوجه
hi: पासकोड/टच आईडी/फेस आईडी
th: พาสโค้ด/แตะ ID/รหัสประจำตัว

# welcomeTitle1
source: Spend your crypto anywhere in the world
ar: استنفد عملتك الرقمية في أي مكان في العالم باستخدام بطاقة الخصمأنفق التشفير الخاص بك في أي مكان في العالم
hi: अपना क्रिप्टो दुनिया में कहीं भी खर्च करें।
th: ใช้ crypto ของคุณทุกที่ในโลก

# welcomeTitle2
source: Multi-Chain & Lightning fast
ar: متعدد السلاسل وسريع كالبرق.
hi: मल्टी-चेन और बिजली की तेज़ी
th: Multi-Chain และรวดเร็วเหมือนแสง

# welcomeTitle3
source: One Wallet & Unlimited Possibilities
ar: محفظة واحدة وإمكانيات غير محدودة
hi: एक बटुआ और असीमित संभावनाएँ
th: กระเป๋าเงินเดียวและความเป็นไปได้ไม่จำกัด

# welcomeDesc1
source: Unlock the power to use your crypto anywhere in the world with our seamless spending options.
ar: ما عليك سوى إعادة تعبئة رصيد عملتك الرقمية في بطاقتك وأنت جاهز للذهاب. تعمل بطاقتك بلوتوبي عند جميع التجارأطلق العنان لقدرتك على استخدام العملات المشفرة الخاصة بك في أي مكان في العالم من خلال خيارات الإنفاق السلسة لدينا.
hi: हमारे निर्बाध खर्च विकल्पों के साथ दुनिया में कहीं भी अपने क्रिप्टो का उपयोग करने की शक्ति अनलॉक करें।
th: ปลดล็อกพลังเพื่อใช้ crypto ของคุณได้ทุกที่ในโลกด้วยตัวเลือกการใช้จ่ายที่ราบรื่นของเรา

# welcomeDesc2
source: The PlutoPe wallet operates across multiple chain, delivering lightning fast transactions. No more manual network selection.
ar: تعمل محفظة PlutoPe عبر سلسلة متعددة، مما يوفر معاملات سريعة للغاية. لا مزيد من التحديد اليدوي للشبكة.
hi: प्लूटोपे वॉलेट कई श्रृंखलाओं में संचालित होता है, जो बिजली की तेजी से लेनदेन प्रदान करता है। अब कोई मैन्युअल नेटवर्क चयन नहीं.
th: กระเป๋าเงิน PlutoPe ทำงานผ่านเครือข่ายหลายสาย ทำให้การทำธุรกรรมรวดเร็วปานสายฟ้า ไม่มีการเลือกเครือข่ายด้วยตนเองอีกต่อไป

# welcomeDesc3
source: Explore a world of unlimited possibilities with a single wallet, empowering you to do more with your digital assets.
ar: اكتشف عالمًا من الإمكانيات غير المحدودة باستخدام محفظة واحدة، مما يمكّنك من فعل المزيد باستخدام أصولك الرقمية.
hi: एक वॉलेट के साथ असीमित संभावनाओं की दुनिया का अन्वेषण करें, जो आपको अपनी डिजिटल संपत्ति के साथ और अधिक करने के लिए सशक्त बनाता है।
th: สำรวจโลกแห่งความเป็นไปได้ไม่จำกัดด้วยกระเป๋าเงินเพียงใบเดียว ช่วยให้คุณทำอะไรได้มากขึ้นกับสินทรัพย์ดิจิทัลของคุณ

source: Notifications
ar: إشعارات
hi: सूचनाएं
th: การแจ้งเตือน

# limitText
source: You have exceeds your limits
ar: لقد تجاوزت حدودك
hi: आपने अपनी सीमा लांघ दी है
th: คุณเกินขีดจำกัดของคุณแล้ว

source: disable
ar: إبطال
hi: अक्षम करना
th: ปิดการใช้งาน

# lowBalanceMSg1
source: You don't have enough
ar: في حسابك
hi: आपके खाते में पर्याप्त
th: คุณมีไม่เพียงพอ

# lowBalanceMSg2
source: in your account.
ar: ليس لديك ما يكفي
hi: नहीं हैं।
th: ในบัญชีของคุณ

# lowFeeBalanceMsg1
source: You don't have enough
ar: لتغطية رسوم الشبكة.
hi: आपके पास नेटवर्क शुल्क को कवर करने के लिए पर्याप्त
th: คุณมีไม่เพียงพอ

# lowFeeBalanceMsg2
source: to cover network fees.
ar: ليس لديك ما يكفي
hi: नहीं हैं।
th: เพื่อครอบคลุมค่าธรรมเนียมเครือข่าย

source: Contact Us
ar: اتصل بنا
hi: संपर्क करें
th: ติดต่อเรา

source: Request for Payment
ar: طلب الدفع
hi: भुगतान के लिए अनुरोध
th: ขอชำระเงิน

source: Slippage
ar: انزلاق
hi: स्लीपेज
th: การเลื่อนหลุด

source: Explore new token
ar: اكتشف الرمز الجديد
hi: नए टोकन का अन्वेषण करें
th: สำรวจโทเค็นใหม่

source: ENS
ar: إي إن إس
hi: ईएनएस
th: อีเอ็นเอส

source: Price
ar: سعر
hi: कीमत
th: ราคา

# ensMsg
source: Please search for the domain name from the search bar
ar: الرجاء البحث عن اسم المجال من شريط البحث
hi: कृपया खोज बार से डोमेन नाम खोजें।
th: กรุณาค้นหาชื่อโดเมนจากแถบค้นหา

# searchbtn
source: Search
ar: البحث
hi: खोज
th: ค้นหา

source: Wallet Connect
ar: اتصال المحفظة
hi: वॉलेट कनेक्ट
th: กระเป๋าสตางค์ เชื่อมต่อ

source: Connection Detail
ar: تفاصيل الاتصال
hi: कनेक्शन विवरण
th: รายละเอียดการเชื่อมต่อ

source: DApp
ar: التطبيق اللامركزي
hi: डी ऐप
th: Dแอป

source: Signature Request
ar: طلب التوقيع
hi: हस्ताक्षर अनुरोध
th: คำขอลงนาม

# quots
source: Quote
ar: اقتباس
hi: भाव
th: ใบเสนอราคา

source: Processing...
ar: يعالج...
hi: प्रसंस्करण....
th: กำลังประมวลผล...

# swapMsg
source: It might take few minutes.
ar: قد يستغرق الأمر بضع دقائق
hi: इसमें कुछ मिनट लग सकते हैं।
th: อาจใช้เวลาไม่กี่นาที

# deletWalletMsg
source: Are you sure you would like to delete this wallet?
ar: هل أنت متأكد أنك تريد حذف هذه المحفظة؟
hi: क्या आप वाकई इस वॉलेट को हटाना चाहेंगे?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกระเป๋าเงินนี้

source: Transaction
ar: عملية
hi: लेन-देन
th: ธุรกรรม

# internalText
source: Internal
ar: داخلي
hi: आंतरिक
th: ภายใน

source: About
ar: حول
hi: के बारे में
th: เกี่ยวกับ

source: Sell
ar: يبيع
hi: बेचना
th: ขาย

# neverShareSecretPhrase
source: Never Share Your Secret Phrase
ar: لا تشارك أبدًا عبارتك السرية
hi: अपना गुप्त वाक्यांश कभी साझा न करें
th: อย่าแบ่งปันวลีลับของคุณ

# secretPhraseMsg1
source: Your 12-word secret phrase is the master key to your wallet. Anyone that has your secret phrase can access and take your crypto.
ar: العبارة السرية المكونة من 12 كلمة هي المفتاح الرئيسي لمحفظتك. يمكن لأي شخص لديه العبارة السرية الخاصة بك الوصول إلى العملات المشفرة الخاصة بك وأخذها.
hi: आपका 12-शब्दों वाला गुप्त वाक्यांश आपके बटुए की मास्टर कुंजी है। जिस किसी के पास आपका गुप्त वाक्यांश है वह आपके क्रिप्टो तक पहुंच सकता है और ले सकता है।
th: วลีลับ 12 คำของคุณคือกุญแจสำคัญในกระเป๋าสตางค์ของคุณ ใครก็ตามที่มีวลีลับของคุณสามารถเข้าถึงและรับ crypto ของคุณได้

# secretPhraseMsg2
source: PlutoPe does not keep a copy of your secret phrase.
ar: لا يحتفظ PlutoPe بنسخة من العبارة السرية الخاصة بك.
hi: प्लूटोपे आपके गुप्त वाक्यांश की प्रतिलिपि नहीं रखता है।
th: พลูโตพีไม่เก็บสำเนาวลีลับของคุณ

# secretPhraseMsg3
source: Saving this digitally in plain text is NOT recommended. Examples include screenshots, text files, or emailing yourself
ar: لا يوصى بحفظ هذا رقميًا بنص عادي. تشمل الأمثلة لقطات الشاشة أو الملفات النصية أو إرسال بريد إلكتروني إلى نفسك.
hi: इसे सादे पाठ में डिजिटल रूप से सहेजने की अनुशंसा नहीं की जाती है। उदाहरणों में स्क्रीनशॉट, टेक्स्ट फ़ाइलें या स्वयं को ईमेल करना शामिल है।
th: ไม่แนะนำให้บันทึกในรูปแบบดิจิทัลเป็นข้อความธรรมดา เช่น ภาพหน้าจอ ไฟล์ข้อความ หรือการส่งอีเมลถึงตัวคุณเอง

# secretPhraseMsg4
source: Write down your secret phrase, and store it in a secure offline location!
ar: قم بتدوين العبارة السرية الخاصة بك، وقم بتخزينها في مكان آمن غير متصل بالإنترنت!
hi: अपना गुप्त वाक्यांश लिखें, और इसे एक सुरक्षित, ऑफ़लाइन स्थान पर संग्रहीत करें!
th: จดวลีลับของคุณและเก็บไว้ในที่ปลอดภัยและออฟไลน์!

# haveCard
source: Already have card?
ar: هل لديك بطاقة بالفعل؟
hi: क्या आपके पास पहले से ही एक कार्ड है?
th: มีบัตรแล้ว?

# dontHaveCard
source: Sign up for Debit Card
ar: قم بالتسجيل للحصول على بطاقة الخصم
hi: डेबिट कार्ड के लिए साइन अप करें
th: สมัครบัตรเดบิต

# haveAccount
source: Already have?
ar: لديك بالفعل؟
hi: क्या आपके पास पहले से है?
th: มีแล้ว?

# signIn
source: Sign in to your account
ar: تسجيل الدخول إلى حسابك
hi: अपने अकाउंट में साइन इन करें
th: ลงชื่อเข้าใช้บัญชีของคุณ

# createAccount
source: Sign up for Debit Card
ar: قم بالتسجيل للحصول على بطاقة الخصم
hi: डेबिट कार्ड के लिए साइन अप करें
th: ลงทะเบียนเพื่อรับบัตรเดบิต

source: Phone Number*
ar: رقم التليفون
hi: फ़ोन नंबर*
th: หมายเลขโทรศัพท์*

# phoneNumber1
source: Phone number
ar: رقم التليفون
hi: फ़ोन नंबर
th: หมายเลขโทรศัพท์

# phoneNumberEmpty
source: Please enter phone number
ar: الرجاء إدخال رقم الهاتف
hi: कृपया फ़ोन नंबर दर्ज करें
th: กรุณากรอกหมายเลขโทรศัพท์

# cardSignInMsg
source: The password must meet some conditions tap here to view more information
ar: يجب أن تستوفي كلمة المرور بعض الشروط، اضغط هنا لعرض المزيد من المعلومات
hi: पासवर्ड को कुछ शर्तों को पूरा करना होगा अधिक जानकारी देखने के लिए यहां टैप करें
th: รหัสผ่านต้องตรงตามเงื่อนไขบางประการ แตะที่นี่เพื่อดูข้อมูลเพิ่มเติม

# cardInfoMsg
source: The password must meet some conditions tap here to view more information
ar: يجب أن تستوفي كلمة المرور بعض الشروط، اضغط هنا لعرض المزيد من المعلومات
hi: पासवर्ड को कुछ शर्तों को पूरा करना होगा अधिक जानकारी देखने के लिए यहां टैप करें
th: รหัสผ่านต้องตรงตามเงื่อนไขบางประการ แตะที่นี่เพื่อดูข้อมูลเพิ่มเติม

# cardPolicyMsg
source: I have read and agree with Plutope
ar: لقد قرأت وأتفق مع بلوتوب
hi: मैंने प्लूटोपे को पढ़ा है और मैं उससे सहमत हूँ।
th: ฉันได้อ่านและเห็นด้วยกับพลูโทปแล้ว

source: Send bitcoin
ar: أرسل بيتكوين
hi: बिटकॉइन भेजें
th: ส่งบิตคอยน์

# otpEmpty
source: Please enter OTP.
ar: الرجاء إدخال كلمة المرور لمرة واحدة.
hi: कृपया ओटीपी दर्ज करें।
th: กรุณากรอกรหัส OTP

# otpValid
source: Please enter valid OTP.
ar: الرجاء إدخال كلمة مرور صالحة.
hi: कृपया मान्य ओटीपी दर्ज करें।
th: กรุณากรอก OTP ที่ถูกต้อง

# emailEmpty
source: Please enter email.
ar: الرجاء إدخال البريد الإلكتروني.
hi: कृपया ईमेल दर्ज करें।
th: กรุณาใส่อีเมล์

# emailValid
source: Please enter valid email.
ar: الرجاء إدخال بريد إلكتروني صالح.
hi: कृपया मान्य ईमेल दर्ज करें।
th: กรุณาใส่อีเมล์ที่ถูกต้อง

# enterEmail
source: Enter your email
ar: أدخل بريدك الإلكتروني
hi: अपना ईमेल दर्ज करें
th: กรอกอีเมล์ของคุณ

# emailValidDescription
source: We will send your verification link, verify your email to receive communications about your account or subscriptions
ar: سوف نقوم بإرسال رابط التحقق الخاص بك، والتحقق من بريدك الإلكتروني لتلقي الاتصالات المتعلقة بحسابك أو اشتراكاتك.
hi: हम आपके सत्यापन लिंक भेजेंगे, आपके खाते या सदस्यता के बारे में संचार प्राप्त करने के लिए आपके ईमेल को सत्यापित करेंगे।
th: เราจะส่งลิงก์ยืนยันของคุณ ยืนยันอีเมลของคุณเพื่อรับการสื่อสารเกี่ยวกับบัญชีหรือการสมัครสมาชิกของคุณ

source: Profile
ar: حساب تعريفي
hi: प्रोफ़ाइल
th: ประวัติโดยย่อ

source: Create a new password?
ar: أنشئ كلمة مرور جديدة؟
hi: एक नया पासवर्ड बनाएँ?
th: สร้างรหัสผ่านใหม่?

# emptyFirstName
source: Please enter firstName
ar: الرجاء إدخال الاسم الأول
hi: कृपया प्रथम नाम दर्ज करें
th: กรุณากรอกชื่อ

# emptyLastName
source: Please enter lastName
ar: الرجاء إدخال الاسم الأخير
hi: कृपया अंतिम नाम दर्ज करें
th: กรุณากรอกนามสกุล

# emptyDob
source: Please select date of birth
ar: الرجاء تحديد تاريخ الميلاد
hi: कृपया जन्मतिथि चुनें
th: กรุณาเลือกวันเดือนปีเกิด

# emptyCity
source: Please enter city
ar: الرجاء إدخال المدين
hi: कृपया शहर दर्ज करें
th: กรุณาระบุเมือง

# emptyZip
source: Please enter zipcode
ar: الرجاء إدخال الرمز البريدي
hi: कृपया ज़िपकोड दर्ज करें
th: กรุณากรอกรหัสไปรษณีย์

# emptyStreet
source: Please enter Street name
ar: الرجاء إدخال اسم الشارع
hi: कृपया सड़क का नाम दर्ज करें
th: กรุณากรอกชื่อถนน

# emptyCountry
source: Please select country
ar: الرجاء اختيار البلد
hi: कृपया देश चुनें
th: กรุณาเลือกประเทศ

source: Change Password?
ar: ?تغيير كلمة المرور
hi: पासवर्ड बदलें?
th: เปลี่ยนรหัสผ่าน?

source: Change Password
ar: تغيير كلمة المرور
hi: पासवर्ड बदलें
th: เปลี่ยนรหัสผ่าน

source: KYC
ar: اعرف عميلك
hi: केवाईसी
th: รู้จักลูกค้าของคุณ

source: TAX
ar: ضريبة
hi: कर
th: ภาษี

source: Additional Personal Info
ar: معلومات شخصية إضافية
hi: अतिरिक्त व्यक्तिगत जानकारी
th: ข้อมูลส่วนบุคคลเพิ่มเติม

source: Update Address
ar: عنوان التحديث
hi: पता अपडेट करें
th: อัปเดตที่อยู่

# addFund
source: Add funds
ar: إضافة الأموال
hi: धन जोड़ें
th: เพิ่มเงินทุน

source: Billing address
ar: عنوان وصول الفواتير
hi: बिल भेजने का पता
th: ที่อยู่เรียกเก็บเงิน

# orderComplete
source: Your order was successfully completed. The card will be with you soon.
ar: تم إتمام طلبك بنجاح. وستكون البطاقة معك قريبًا.
hi: आपका ऑर्डर सफलतापूर्वक पूरा हो गया है। कार्ड जल्द ही आपके पास होगा।
th: การสั่งซื้อของคุณเสร็จสมบูรณ์แล้ว บัตรจะอยู่กับคุณเร็วๆ นี้

source: Terms and Conditions
ar: الأحكام والشروط
hi: नियम और शर्तें
th: ข้อกำหนดและเงื่อนไข

source: Terms
ar: شروط
hi: शर्तें
th: เงื่อนไข

source: Buy crypto
ar: شراء التشفير
hi: क्रिप्टो खरीदें
th: ซื้อสกุลเงินดิจิทัล

source: History
ar: تاريخ
hi: इतिहास
th: ประวัติศาสตร์

source: Exchange
ar: تبادل
hi: विनिमय
th: แลกเปลี่ยน

source: Top up card
ar: بطاقة شحن الرصيد
hi: कार्ड टॉप-अप
th: บัตรเติมเงิน

source: Withdraw
ar: ينسحب
hi: निकास
th: ถอน

# validPassword
source: Please enter valid password
ar: الرجاء إدخال كلمة مرور صالحة
hi: कृपया वैध पासवर्ड दर्ज करें
th: กรุณากรอกรหัสผ่านที่ถูกต้อง

# emptyPassword
source: Please enter password
ar: من فضلك أدخل رقمك السري
hi: अपना पासवर्ड दर्ज करें
th: กรุณาใส่รหัสผ่านของคุณ

source: Total
ar: المجموع
hi: कुल
th: ทั้งหมด

source: Tokens
ar: الرموز
hi: टोकन
th: โทเค็น

source: Claimd
ar: ادعى
hi: दावा किया
th: อ้างสิทธิ์

# nonClaimd
source: Non-Claimed
ar: غير المطالب بها
hi: गैर-दावाकृत
th: ไม่มีการอ้างสิทธิ์

# myReffreal
source: My Referral
ar: إحالتي
hi: मेरा रेफरल
th: การอ้างอิงของฉัน

# reffreal
source: Referrals
ar: الإحالات
hi: रेफरल
th: การอ้างอิง

source: Invite and Earn
ar: دعوة وكسب
hi: आमंत्रित करें और कमाएँ
th: เชิญและรับ

source: Invite
ar: يدعو
hi: आमंत्रित करें
th: เชิญ

# noReferal
source: You have not referred anyone yet!
ar: لم تقم بإحالة أي شخص بعد!
hi: आपने अभी तक किसी को संदर्भित नहीं किया है!
th: คุณยังไม่ได้แนะนำใครเลย!

# curruntPassword
source: Current Password*
ar: كلمة السر الحالية*
hi: वर्तमान पासवर्ड*
th: รหัสผ่านปัจจุบัน*

# restorePassword
source: Click Here
ar: انقر هنا
hi: यहाँ क्लिक करें
th: คลิกที่นี่

# haveNotAccount
source: Don't have card yet?
ar: ليس لديك بطاقة حتى الآن؟
hi: अभी तक कार्ड नहीं है?
th: ยังไม่มีบัตรใช่ไหม?

source: Create
ar: يخلق
hi: बनाएं
th: สร้าง

source: FAQ
ar: التعليمات
hi: सामान्य प्रश्न
th: คำถามที่พบบ่อย

# confirmPasswordNotMatch
source: New password and confirm password does not match
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقين
hi: नया पासवर्ड और पुष्टि पासवर्ड मेल नहीं खाता
th: รหัสผ่านใหม่และยืนยันรหัสผ่าน ไม่ตรงกัน

# validMobileNo
source: Please enter valid mobile number
ar: الرجاء إدخال رقم جوال صالح
hi: कृपया वैध मोबाइल नंबर दर्ज करें
th: กรุณากรอกหมายเลขโทรศัพท์มือถือที่ถูกต้อง

# restorepasswordTitle
source: Restore your password
ar: استعادة كلمة المرور الخاصة بك
hi: अपना पासवर्ड पुनः स्थापित करें
th: กู้คืนรหัสผ่านของคุณ

# restorePasswordMsg
source: Enter the phone number provided during registration
ar: أدخل رقم الهاتف المقدم أثناء التسجيل
hi: पंजीकरण के दौरान दिया गया फ़ोन नंबर दर्ज करें
th: ป้อนหมายเลขโทรศัพท์ที่ให้ไว้ระหว่างการลงทะเบียน

source: Support
ar: يدعم
hi: सहायता
th: สนับสนุน

# signInLabal
source: Sign In
ar: تسجيل الدخول
hi: साइन इन करें
th: เข้าสู่ระบบ

# smsSendMsg
source: Enter the SMS code we've sent to your phone
ar: أدخل رمز الرسائل القصيرة الذي أرسلناه إلى هاتفك
hi: आपके फ़ोन पर भेजा गया SMS कोड दर्ज करें
th: ป้อนรหัส SMS ที่เราส่งไปยังโทรศัพท์ของคุณ

# changeEmail
source: The confirmation link was successfully sent to your email
ar: تم إرسال رابط التأكيد بنجاح إلى بريدك الإلكتروني
hi: पुष्टिकरण लिंक आपके ईमेल पर सफलतापूर्वक भेज दिया गया है
th: ลิงก์ยืนยันถูกส่งไปยังอีเมลของคุณเรียบร้อยแล้ว

source: City Of Residence*
ar: مدينة الإقامة*
hi: निवास का शहर*
th: เมืองของที่อยู่อาศัย*

# resifdenceStreet
source: Residence Street*
ar: شارع السكن*
hi: निवास गली*
th: ถนนที่อยู่อาศัย*

source: Zip Code
ar: الرمز البريدي
hi: ज़िप कोड
th: รหัสไปรษณีย์

# msginfo
source: To use our App, please, provide next information. Entered data below must match
ar: لاستخدام التطبيق لدينا، من فضلك، تقديم المعلومات التالية. يجب أن تتطابق البيانات المدخلة أدناه مع هويتك
hi: हमारे ऐप का उपयोग करने के लिए, कृपया निम्नलिखित जानकारी प्रदान करें। नीचे दर्ज किया गया डेटा आपकी आईडी से मेल खाना चाहिए
th: หากต้องการใช้แอปของเรา โปรดระบุข้อมูลถัดไป ข้อมูลที่ป้อนด้านล่างจะต้องตรงกับ ID ของคุณ

source: Update
ar: التحديث
hi: अपडेट करें
th: อัปเดต

# emailResendMsg
source: Email confirmation is required.If you didn't receive the email,
ar: مطلوب التحقق من البريد الإلكتروني إذا لم تتلق بريدًا إلكترونيًا
hi: ईमेल पुष्टिकरण आवश्यक है.यदि आपको ईमेल प्राप्त नहीं हुआ है,
th: ต้องมีการยืนยันอีเมล หากคุณไม่ได้รับอีเมล

source: resend it
ar: اعد ارسالها
hi: इसे फिर से भेजें
th: ส่งอีกครั้ง

source: First name
ar: الاسم الأول
hi: पहला नाम
th: ชื่อจริง

source: Last name
ar: اسم العائلة
hi: उपनाम
th: นามสกุล

# dob
source: Date of birth
ar: تاريخ الميلاد
hi: जन्म की तारीख
th: วันเกิด

source: Country
ar: دولة
hi: देश
th: ประเทศ

# city1
source: City
ar: مدينة
hi: शहर
th: เมือง

source: Street
ar: شارع
hi: गली
th: ถนน

source: Edit
ar: يحرر
hi: संपादित करें
th: แก้ไข

# sendEmailSuccess
source: Email Send successfully!
ar: إرسال البريد الإلكتروني بنجاح!
hi: ईमेल सफलतापूर्वक भेजा गया!
th: ส่งอีเมลสำเร็จแล้ว!

source: Fiat Limit Left
ar: الحد الأقصى المتبقي من العملات الورقية
hi: फिएट सीमा बाकी
th: จำกัดเงินคงเหลือ

source: Crypto Limit
ar: حد التشفير
hi: क्रिप्टो सीमा
th: ขีดจำกัดการเข้ารหัสลับ

source: Increase
ar: زيادة
hi: बढ़ोतरी
th: เพิ่ม

source: Logout
ar: تسجيل الخروج
hi: लॉग आउट
th: ออกจากระบบ

# maxLimit
source: You have the maximum fiat limit
ar: لديك الحد الأقصى من العملات الورقية
hi: आपके पास अधिकतम फिएट सीमा है
th: คุณมีขีดจำกัดเงินคงเหลือสูงสุด

source: Verification level 1
ar: مستوى التحقق 1
hi: सत्यापन स्तर 1
th: ระดับการยืนยัน 1

source: Action needed
ar: العمل مطلوب
hi: कार्रवाई की आवश्यकता
th: ต้องการดำเนินการ

source: Resubmit
ar: إعادة الإرسال
hi: पुनः सबमिट करें
th: ส่งใหม่

source: Limits
ar: حدود
hi: सीमाएँ
th: ขีดจำกัด

# level1Msg1
source: Level up your verification to add %@ to fiat limit
ar: ارفع مستوى التحقق الخاص بك لإضافة %@ إلى حد العملات الورقية
hi: फिएट सीमा में %@ जोड़ने के लिए अपना सत्यापन स्तर बढ़ाएँ
th: ยกระดับการยืนยันของคุณเพื่อเพิ่ม %@ ไปยังขีดจำกัดเงินคงเหลือ

# level1Msg2
source: Verification process shouldn't take more than 30 minutes
ar: يجب ألا تستغرق عملية التحقق أكثر من 30 دقيقة
hi: सत्यापन प्रक्रिया में 30 मिनट से अधिक समय नहीं लगना चाहिए
th: กระบวนการยืนยันไม่ควรใช้เวลามากกว่า 30 นาที

source: Under review
ar: قيد المراجعة
hi: समीक्षा के अंतर्गत
th: ภายใต้การทบทวน

# changeEmails
source: Change Email
ar: تغيير الايميل
hi: ई-मेल बदलें
th: เปลี่ยนอีเมล

# teremsMsg1
source: I have read and agree with the
ar: لقد قرأت وأوافق على
hi: पढ़ी है और उनसे सहमत हूँ
th: ฉันได้อ่านและยอมรับ

# teremsMsg2
source: of Payment cards
ar: بطاقات الدفع
hi: मैंने भुगतान कार्ड के
th: ของบัตรชำระเงิน

source: Tax country*
ar: بلد الضريب*
hi: कर देश*
th: ประเทศที่เสียภาษี*

# taxID
source: TIN /Tax ID*
ar: رقم التعريف الضريبي / رقم الضريبة*
hi: टीआईएन / कर आईडी*
th: รหัสประจำตัวผู้เสียภาษี / รหัสภาษี*

# isUsCountry
source: Are you USA-related person?
ar: هل أنت شخص ذو صلة بالولايات المتحدة؟
hi: क्या आप यूएसए-संबंधित व्यक्ति हैं?
th: คุณเป็นบุคคลที่เกี่ยวข้องกับสหรัฐอเมริกาหรือไม่?

source: Yes
ar: نعم
hi: हाँ
th: ใช่

source: No
ar: لا
hi: नहीं
th: ไม่

# taxInfoValid1
source: Tax ID must be empty or at least 4 characters long.
ar: يجب أن يكون المعرّف الضريبي فارغًا أو مكونًا من 4 أحرف على الأقل.
hi: कर आईडी खाली होनी चाहिए या कम से कम 4 वर्ण लंबी होनी चाहिए।
th: หมายเลขประจำตัวผู้เสียภาษีต้องว่างเปล่าหรือมีความยาวอย่างน้อย 4 ตัวอักษร

# taxInfoValid2
source: Please select whether you are related to the USA or not.
ar: يرجى تحديد ما إذا كنت مرتبطًا بالولايات المتحدة الأمريكية أم لا.
hi: कृपया चयन करें कि आप यूएसए से संबंधित हैं या नहीं।
th: โปรดเลือกว่าคุณเกี่ยวข้องกับสหรัฐอเมริกาหรือไม่

source: Go to payment
ar: انتقل إلى الدفع
hi: भुगतान पर जाएँ
th: ไปที่การชำระเงิน

source: Select Card
ar: مجمد
hi: कार्ड चुनें
th: แช่แข็ง

source: Pick your card
ar: اختر بطاقتك
hi: अपना कार्ड चुनें
th: เลือกบัตรของคุณ

source: Virtual
ar: افتراضي
hi: वर्चुअल
th: เสมือนจริง

source: Plastic
ar: بلاستيك
hi: प्लास्टिक
th: พลาสติก

source: Delivery
ar: توصيل
hi: वितरण
th: การจัดส่ง

# statVarification
source: Start Verification
ar: ابدأ التحقق
hi: सत्यापन प्रारंभ करें
th: เริ่มการตรวจสอบ

# picDocument
source: Pick your document
ar: اختر وثيقتك
hi: अपना दस्तावेज़ चुनें
th: เลือกเอกสารของคุณ

# picDocumentMsg
source: Choose one of the available documents to get started’
ar: اختر واحدة من الوثائق المتاحة للبدء
hi: प्रारंभ करने के लिए उपलब्ध दस्तावेज़ों में से एक का चयन करें
th: เลือกหนึ่งในเอกสารที่มีอยู่เพื่อเริ่มต้น

source: Snap it
ar: التقطها
hi: फोटो खींचें
th: ถ่ายภาพ

# snapItMsg
source: Take a clear and high-quality photo of your chosen document
ar: التقط صورة واضحة وعالية الجودة للوثيقة التي اخترتها
hi: अपने चुने हुए दस्तावेज़ की स्पष्ट और उच्च गुणवत्ता वाली फोटो लें
th: ถ่ายภาพที่ชัดเจนและมีคุณภาพสูงของเอกสารที่คุณเลือก

# selfie
source: Take a selfie
ar: التقط صورة شخصية
hi: एक सेल्फी लें
th: ถ่ายเซลฟี่

# selfieMsg
source: We'll compare this with your document
ar: سنقارن هذا مع وثيقتك
hi: हम इसे आपके दस्तावेज़ से मिलाएँगे
th: เราจะเปรียบเทียบสิ่งนี้กับเอกสารของคุณ

# verifyId
source: Verify your identity
ar: تحقق من هويتك
hi: अपनी पहचान सत्यापित करें
th: ยืนยันตัวตนของคุณ

# kycInfo
source: We partner with a trusted identity verification service to keep your personal data safe and never share it with third parties.
ar: نتعاون مع خدمة تحقق من الهوية موثوقة للحفاظ على بياناتك الشخصية آمنة وعدم مشاركتها مع أطراف ثالثة.
hi: हम आपकी व्यक्तिगत डेटा की सुरक्षा के लिए एक विश्वसनीय पहचान सत्यापन सेवा के साथ साझेदारी करते हैं और इसे कभी भी तृतीय पक्षों के साथ साझा नहीं करते।
th: เราร่วมมือกับบริการตรวจสอบข้อมูลประจำตัวที่เชื่อถือได้เพื่อรักษาข้อมูลส่วนตัวของคุณให้ปลอดภัยและไม่แบ่งปันข้อมูลกับบุคคลที่สาม

# logoutmsg
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
th: คุณแน่ใจหรือว่าต้องการ ออกจากระบบ?

source: State of residence*
ar: مكان الإقامة*
hi: निवास का राज्य*
th: รัฐที่อยู่อาศัย*

# emptyState
source: Please enter State
ar: الرجاء إدخال الولاية
hi: कृपया राज्य दर्ज करें
th: กรุณาระบุรัฐ

# emptyAddress
source: Please enter Address
ar: الرجاء إدخال العنوان
hi: कृपया पता दर्ज करें
th: กรุณากรอกที่อยู่

source: Your address
ar: عنوانك
hi: आपका पता
th: ที่อยู่ของคุณ

# paymentWarning
source: If you encounter any troubles with the identity verification process, we will return your funds in full
ar: إذا واجهت أي مشكلة في عملية التحقق من الهوية، فسنعيد أموالك بالكامل
hi: यदि आपको पहचान सत्यापन प्रक्रिया में कोई परेशानी आती है, तो हम आपकी पूरी धनराशि वापस कर देंगे
th: หากคุณประสบปัญหาใดๆ กับกระบวนการยืนยันตัวตน เราจะคืนเงินให้คุณเต็มจำนวน

source: Rate
ar: معدل
hi: दर
th: อัตรา

# pendingMsg
source: Your transaction is pending. Please verify with email.
ar: معاملتك معلقة. يرجى التحقق مع البريد الإلكتروني.
hi: आपका लेन-देन लंबित है. कृपया ईमेल से सत्यापित करें.
th: ธุรกรรมของคุณอยู่ระหว่างดำเนินการ กรุณายืนยันด้วยอีเมล์
